{"slug":"barometz","name":"Barometz","size":"Large","type":"plant","subtype":"","group":null,"alignment":"chaotic neutral","armor_class":15,"armor_desc":"natural armor","hit_points":95,"hit_dice":"10d10+40","speed":{"walk":20},"strength":16,"dexterity":11,"constitution":18,"intelligence":5,"wisdom":16,"charisma":13,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":null,"skills":{},"damage_vulnerabilities":"","damage_resistances":"bludgeoning, piercing, and slashing from nonmagical attacks","damage_immunities":"poison","condition_immunities":"exhaustion, poisoned","senses":"darkvision 60 ft., passive Perception 13","languages":"understands Sylvan but can’t speak","challenge_rating":"6","cr":6,"actions":[{"name":"Multiattack","desc":"The barometz makes two attacks: one with its gore and one with its hooves."},{"name":"Gore","desc":"Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 14 (2d10 + 3) piercing damage. If the target is Medium or smaller, it must succeed on a DC 14 Strength saving throw or be knocked prone.","attack_bonus":6,"damage_dice":"2d10+3"},{"name":"Hooves","desc":"Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 12 (2d8 + 3) bludgeoning damage.","attack_bonus":6,"damage_dice":"2d8+3"}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Fruit of the Land","desc":"When a barometz dies, its body sprouts a myriad of nourishing fruits and vegetables. If a creature spends 10 minutes consuming the produce, it gains the benefits of a heroes’ feast spell for 8 hours. If the feast isn’t consumed within 1 hour, it disintegrates into a mound of dirt and dried leaves."},{"name":"Parent Vine","desc":"The barometz is attached to a nearby tree by a thick vine that is between 50 and 100 feet long. The vine has AC 13, 20 hp, and resistance to all damage except for slashing damage. If this vine is severed, the barometz loses its Regeneration trait and suffers one level of exhaustion per hour until it dies."},{"name":"Regeneration","desc":"The barometz regains 5 hit points at the start of its turn. This regeneration can only be halted if the barometz’s parent vine is severed, whereupon it loses this trait. The barometz dies only if it starts its turn with 0 hit points and doesn’t regenerate."},{"name":"Wildland Runner","desc":"Difficult terrain composed of forest underbrush, bushes, or vines doesn’t cost the barometz extra movement. In addition, the barometz can pass through magical and nonmagical plants without being slowed by them and without taking damage from them, including plants that are magically created or manipulated, such as those produced by the entangle and wall of thorns spells."}],"spell_list":[],"page_no":38,"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"}