{"slug":"fey-lady-countess-of-garlands","name":"Fey Lady, Countess Of Garlands","size":"Medium","type":"Fey","subtype":"","group":null,"alignment":"chaotic neutral","armor_class":16,"armor_desc":"natural armor","hit_points":169,"hit_dice":"26d8+52","speed":{"walk":30},"strength":14,"dexterity":16,"constitution":15,"intelligence":18,"wisdom":18,"charisma":21,"strength_save":null,"dexterity_save":8,"constitution_save":7,"intelligence_save":9,"wisdom_save":9,"charisma_save":null,"perception":4,"skills":{"perception":4},"damage_vulnerabilities":"","damage_resistances":"nonmagic B/P/S attacks not made w/cold iron weapons","damage_immunities":"poison","condition_immunities":"charmed, frightened, poisoned","senses":"truesight 120', passive Perception 14","languages":"Common, Elvish, Sylvan, Umbral","challenge_rating":"13","cr":13,"actions":[{"name":"Multiattack","desc":"Uses Blooms of Doom then two Pruning Blades or Bursting Bouquets. Can replace one attack with Spellcasting."},{"name":"Blooms of Doom","desc":"Causes poisonous flowering vines to sprout in space of a creature she can see within 30' of her. Creature: 14 (4d6) piercing damage and restrained by the vines for 1 min (DC 20 Dex negates both). While restrained creature takes 14 (4d6) poison at start of each of its turns. Target can re-save at end of each of its turns ending restrained condition on success."},{"name":"Pruning Blade","desc":"Melee Weapon Attack: +8 to hit, 5 ft., one target, 6 (1d6+3) slashing damage + 7 (2d6) piercing damage."},{"name":"Bursting Bouquet","desc":"Ranged Spell Attack: +10 to hit, 120 ft., one target, 12 (2d6+5) force and target must make DC 18 Str save or be knocked prone."},{"name":"Petty Petals (Recharge 5–6)","desc":"Releases a shower of perfumed petals with an intoxicating scent. Each creature within 60' of her and that can smell the scent: DC 18 Wis save or be charmed until the end of its next turn. On its turn charmed target must move to within 5 ft. of nearest creature that isn’t the countess and make one melee attack vs. that creature if target ends its movement within reach of the creature. If no other creature is near enough to move to and attack target moves as close as it can then screams invectives at nearest creature that isn’t the countess until end of its turn. Creatures immune to the poisoned condition are immune to this charm."},{"name":"Spellcasting","desc":"Cha (DC 18) no material components: At will: entangle prestidigitation3/day ea: enthrall plant growth spike growth1/day ea: regenerate mass suggestion wall of thorns"}],"reactions":[{"name":"Garland Parry","desc":"Adds 4 to her AC vs. one ranged attack that would hit her as her garland coils protectively around her. To do so she must see the attacker and not be incapacitated."}],"legendary_desc":"","legendary_actions":[{"name":"Into the Thicket","desc":"Magically teleports along with any items worn or carried up to 60' to any unoccupied space she can see within an area of difficult terrain."},{"name":"Life of the Party","desc":"One Bursting Bouquet. Being within 5 ft. of a hostile creature doesn’t cause this to be made with disadvantage."},{"name":"Cast a Spell (2)","desc":"Uses Spellcasting"}],"special_abilities":[{"name":"Legendary Resistance (3/Day)","desc":"Choose to succeed failed save."},{"name":"Magic Resistance","desc":"Advantage: spell/magic effect saves."},{"name":"Speak with Plants","desc":"Communicate with plants as if they shared a language."},{"name":"Thorn-Wrapped Weapons","desc":"Her weapon attacks are magical. When she hits with any weapon it deals extra 2d6 piercing (included below)."},{"name":"Woodland Stride","desc":"Difficult terrain of magical or nonmagical plants doesn’t cost her extra move. Can pass through magical or nonmagical plants with o being slowed by them and with o taking damage from them if they have thorns spines or similar."}],"spell_list":[],"page_no":177,"img_main":null,"document__slug":"tob3","document__title":"Tome of Beasts 3 OGL","document__license_url":"http://open5e.com/legal"}