{"slug":"fiend-lord-abhaddanayla","name":"Fiend Lord, Abhaddanayla","size":"Medium","type":"Fiend","subtype":"","group":null,"alignment":"lawful evil","armor_class":19,"armor_desc":"natural armor","hit_points":229,"hit_dice":"27d8+108","speed":{"walk":30},"strength":16,"dexterity":18,"constitution":18,"intelligence":21,"wisdom":19,"charisma":23,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":4,"skills":{"perception":4},"damage_vulnerabilities":"piercing from magic weapons wielded by good creatures","damage_resistances":"","damage_immunities":"","condition_immunities":"charmed, frightened","senses":"truesight 120', passive Perception 14","languages":"Common, Infernal, telepathy 120'","challenge_rating":"22","cr":22,"actions":[{"name":"Multiattack","desc":"Six Claws or three Serpent Bows. Can replace one attack with Spellcasting. If he hits one creature with two Serpent Bows a swarm of snakes appears in target’s space acting as ally of Abhaddanayla and obeying his telepathic commands. Swarm remains 1 min until he dies or until he dismisses it as a bonus action. Can have no more than four swarms active at a time."},{"name":"Claw","desc":"Melee Weapon Attack: +10 to hit, 5 ft., one target, 10 (2d6+3) slashing damage + 7 (2d6) psychic and target is cursed if a creature. Magical curse takes effect when target takes short or long rest filling target’s thoughts with horrible images and dreams. Cursed target gains no benefit from finishing short or long rest. Curse lasts until lifted by remove curse or similar."},{"name":"Serpent Bow","desc":"Ranged Weapon Attack: +11 to hit 150/600' one target 8 (1d8+4) piercing damage + 18 (4d8) poison."}],"reactions":[{"name":"Sacrificial Monkey (3/Day)","desc":"When hit by a melee attack a withered monkey composed of shadow appears and throws itself into attack's path halving the damage he takes before vanishing."}],"legendary_desc":"","legendary_actions":[{"name":"Attack","desc":"Makes one Claw or Serpent Bow attack."},{"name":"Cast a Spell (2)","desc":"Uses Spellcasting."},{"name":"Misleading Escape (2)","desc":"Becomes invisible at same time that an illusory double of himself appears where he is standing. After double appears he can move up to his speed. Both effects last until start of his next turn but the invisibility ends early if he attacks or casts a spell."}],"special_abilities":[{"name":"Legendary Resistance (3/Day)","desc":"Choose to succeed failed save."},{"name":"Limited Magic Immunity","desc":"Can’t be affected or detected by spells of 8th level or lower unless he wishes to be. He has advantage on saves vs. all other spells and magical effects."},{"name":"Puppet Master","desc":"When he casts the charm person spell he can target up to seven creatures. When he casts the dominate person spell its duration is concentration up to 8 hrs. When he casts the mass suggestion spell its duration is 30 days."},{"name":"Burning Monkey Cloud (Recharge 5–6)","desc":"Conjures cloud of quasi-real burning screaming monkeys in 30' radius sphere centered on a point he can see within 60' of him. Each creature in area: 38 (11d6) fire and 38 (11d6) psychic and becomes frightened 1 min (DC 21 Wis half damage and not frightened). A frightened creature can re-save at end of each of its turns success ends effect on itself."},{"name":"Spellcasting","desc":"Cha (DC 21) no material components: At will: charm person detect magic detect thoughts mage hand minor illusion3/day ea: banishment fly invisibility major image suggestion1/day ea: dominate person geas (as an action) mass suggestion plane shift true seeing"}],"spell_list":[],"page_no":183,"img_main":null,"document__slug":"tob3","document__title":"Tome of Beasts 3 OGL","document__license_url":"http://open5e.com/legal"}