{"slug":"fiend-lord-malaabit","name":"Fiend Lord, Malaabit","size":"Large","type":"Fiend","subtype":"","group":null,"alignment":"neutral evil","armor_class":18,"armor_desc":"natural armor","hit_points":178,"hit_dice":"17d10+85","speed":{"walk":40,"fly":90},"strength":21,"dexterity":13,"constitution":21,"intelligence":18,"wisdom":22,"charisma":21,"strength_save":null,"dexterity_save":null,"constitution_save":1,"intelligence_save":null,"wisdom_save":1,"charisma_save":1,"perception":6,"skills":{"perception":6},"damage_vulnerabilities":"psychic from good creatures","damage_resistances":"cold, fire, lightning, poison; nonmagic B/P/S attacks","damage_immunities":"","condition_immunities":"blinded, charmed, frightened","senses":"darkvision 120', passive Perception 21","languages":"Abyssal, Celestial, Common, Infernal","challenge_rating":"13","cr":13,"actions":[{"name":"Multiattack","desc":"Three Slams or Psychic Blasts. If he hits one creature with two Slams target must make DC 18 Str save or be knocked prone."},{"name":"Slam","desc":"Melee Weapon Attack: +10 to hit, 5 ft., one target, 23 (4d8+5) bludgeoning damage."},{"name":"Psychic Blast","desc":"Ranged Spell Attack: +10 to hit, 120 ft., one target, 22 (5d6+5) psychic."},{"name":"Travel the Planes (1/Day)","desc":"Transports himself to a different plane of existence. This works like plane shift spell except he can affect only himself and can’t use it to banish an unwilling creature."}],"reactions":[{"name":"Prescient Defense","desc":"When a creature scores a critical hit vs. him the hit becomes a normal hit."},{"name":"Tactical Foresight","desc":"When he fails an attack roll he can reroll the die and must use the new roll."}],"legendary_desc":"","legendary_actions":[{"name":"Foretell Favor","desc":"Foretells fortune for one creature he can see within 30' of him. Target can roll a d6 and add the number rolled to the next attack roll or save it makes. Once he has used this legendary action on a creature he can’t use it on that creature again until he has used it on another creature. "},{"name":"Move","desc":"Up to his speed with o provoking opportunity attacks."},{"name":"Pronounce Doom","desc":"Pronounces doom upon one creature he can see within 30' of him. Target: roll d6 and subtract the number rolled from the next attack roll or save it makes (DC 18 Cha negates). Once he has used this legendary action on a creature he can’t use it on that creature again until he has used it on another creature."}],"special_abilities":[{"name":"Legendary Resistance (3/Day)","desc":"Choose to succeed failed save."},{"name":"Three Heads","desc":"Has three heads: Advantage on Wis (Perception) checks and on saves vs. being deafened stunned and knocked unconscious."},{"name":"Reactive Precognition","desc":"Gets two extra reactions that can be used only for Prescient Defense or Tactical Foresight."},{"name":"Unquenchable Voice","desc":"His voice can’t be quieted or silenced by any means."},{"name":"Allegorical Apologue (Recharge 5–6)","desc":"Recites a short moral story about animals choosing one of the following:Oracular Fortune Fable fills listeners’ minds with hope of future success. Each creature of his choice within 20' of him and that can hear him gains 10 (3d6) temp hp and has advantage on next attack roll ability check or save it makes before start of his next turn.Sins of the Past Brings forth a torrent of bad memories. Each creature of his choice within 20' of him and that can hear him: 35 (10d6) psychic and disadvantage on attack rolls ability checks and saves until start of Malaabit’s next turn (DC 18 Cha half damage and no disadvantage)."}],"spell_list":[],"page_no":185,"img_main":null,"document__slug":"tob3","document__title":"Tome of Beasts 3 OGL","document__license_url":"http://open5e.com/legal"}