{"slug":"gorao-ka","name":"Gorao-Ka","size":"Tiny","type":"fey","subtype":"kami","group":null,"alignment":"neutral good","armor_class":13,"armor_desc":"copper coat","hit_points":17,"hit_dice":"5d4+5","speed":{"walk":20},"strength":13,"dexterity":11,"constitution":13,"intelligence":15,"wisdom":17,"charisma":15,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":null,"skills":{},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"","condition_immunities":"","senses":"passive Perception 13","languages":"Common, Sylvan","challenge_rating":"1/8","cr":0.125,"actions":[{"name":"Sack of Coins","desc":"Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 3 (1d4 + 1) bludgeoning damage.","attack_bonus":3,"damage_dice":"1d4+1"},{"name":"Find a Penny (Recharge 5-6)","desc":"The gorao-ka throws a copper piece into a space within 5 feet of it. A creature that is not hostile to the gorao-ka that picks up the copper piece is blessed with good luck. At any point within the next 1 hour, the creature can roll a d6 and add the number rolled to one attack roll, ability check, or saving throw.\n\nAlternatively, the bearer of the coin can pass it to another creature of its choice. At any point within the next 8 hours, the new bearer of the coin can roll 2d6 and add the higher result to one attack roll, ability check, or saving throw."}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Fool’s Gold","desc":"If a creature steals one of the gorao-ka’s money pouches, it loses 1d20 gp each time it finishes a long rest. A creature that steals more than one money pouch deducts an extra 1d20 gp for each additional stolen pouch. This effect ends when the thief freely gives double the amount of money it stole to another creature or organization. A gorao-ka carries 1d10 pouches, each containing 1d20 gp. If the gorao-ka is killed, all the gold in its pouches turns into worthless stones after 1 minute."},{"name":"Silver Fountain","desc":"When the gorao-ka is reduced to 0 hp, it explodes in a spray of silver pieces. Each creature within 5 feet of the gorao-ka that participated in killing it, such as by attacking it or casting a spell on it, must make a DC 12 Dexterity saving throw or take 7 (2d6) bludgeoning damage. The silver pieces disappear after 1 minute."}],"spell_list":[],"page_no":221,"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"}