{"slug":"keelbreaker-crab","name":"Keelbreaker Crab","size":"Huge","type":"monstrosity","subtype":"","group":null,"alignment":"unaligned","armor_class":16,"armor_desc":"natural armor","hit_points":157,"hit_dice":"15d12+60","speed":{"walk":40,"swim":40},"strength":19,"dexterity":10,"constitution":18,"intelligence":3,"wisdom":12,"charisma":10,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":5,"skills":{"perception":5,"stealth":4},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"","condition_immunities":"","senses":"blindsight 60 ft., passive Perception 15","languages":"—","challenge_rating":"9","cr":9,"actions":[{"name":"Multiattack","desc":"The crab can use its Wail. It then makes two pincer attacks."},{"name":"Pincer","desc":"Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 17 (3d8 + 4) bludgeoning damage, and the target is grappled (escape DC 16) if it is a Large or smaller creature. The crab has two claws, each of which can grapple only one target.","attack_bonus":8,"damage_dice":"3d8+4"},{"name":"Wail","desc":"As long as at least one if its living figureheads remains intact, the keelbreaker crab can cause the figurehead to wail. Roll a d6 and consult the following table to determine the wail.\n\n| d6 | Wail |\n|----|------|\n| 1-2 | Frightening Wail. Each creature within 60 feet who can hear the crab must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature’s saving throw is successful or the effect ends for it, the creature is immune to the keelbreaker crab’s Frightening Wail for the next 24 hours. |\n| 3-4 | Maddening Wail. Each creature within 60 feet who can hear the crab must succeed on a DC 16 Wisdom saving throw or take 18 (4d8) psychic damage. |\n| 5-6 | Stunning Wail. Each creature within 60 feet who can hear the crab must make a DC 16 Constitution saving throw. On a failure, a creature takes 9 (2d8) thunder damage and is stunned until the end of its next turn. On a success, a creature takes half the damage and isn’t stunned. |"}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Amphibious","desc":"The crab can breathe air and water."},{"name":"Living Figureheads","desc":"Three magical figureheads adorn the crab’s back. While at least one figurehead remains intact, the crab has advantage on Wisdom (Perception) checks and can use its Wail.\n\nEach figurehead is an object with AC 15, 20 hp, resistance to bludgeoning and piercing damage, and immunity to poison and psychic damage. If all the figureheads are reduced to 0 hp, the keelbreaker crab can’t use its Wail action. Damaging a figurehead does not harm the crab."},{"name":"Siege Monster","desc":"The crab deals double damage to objects and structures."}],"spell_list":[],"page_no":226,"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"}