{"slug":"massive-malleable","name":"Massive Malleable","size":"Gargantuan","type":"aberration","subtype":"","group":null,"alignment":"chaotic evil","armor_class":14,"armor_desc":"natural armor","hit_points":248,"hit_dice":"16d20+80","speed":{"climb":40,"walk":40},"strength":26,"dexterity":8,"constitution":20,"intelligence":21,"wisdom":17,"charisma":10,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":10,"wisdom_save":8,"charisma_save":5,"perception":null,"skills":{},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"psychic","condition_immunities":"blinded, prone","senses":"blindsight 120 ft. (blind beyond this radius), passive Perception 13","languages":"all, telepathy 120 ft.","challenge_rating":"16","cr":16,"actions":[{"name":"Multiattack","desc":"The malleable makes four flesh tendril attacks."},{"name":"Flesh Tendril","desc":"Melee Weapon Attack: +13 to hit, reach 15 ft., one target. Hit: 25 (5d6 + 8) bludgeoning damage. If the target is a creature, it is grappled (escape DC 18).","attack_bonus":13,"damage_dice":"5d6+8"},{"name":"Psychic Drain","desc":"One creature grappled by the malleable must make a DC 18 Intelligence saving throw, taking 72 (16d8) psychic damage on a failed save, or half as much damage on a successful one. The target’s hp maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies and becomes a minor malleable if this effect reduces its hp maximum to 0."},{"name":"Separate Malleables","desc":"The massive malleable can split into sixteen minor malleables, four moderate malleables, or two major malleables. The new malleables’ hp totals are equal to the massive malleable’s hp total divided by the number of malleables created (rounded down) and are affected by any conditions, spells, and other magical effects that affected the massive malleable. The new malleables act on the same initiative count as the massive malleable and occupy any unoccupied space that previously contained the massive malleable."}],"reactions":[{"name":"Sudden Separation","desc":"When the massive malleable takes 30 damage or more from a single attack, it can choose to immediately use Separate Malleables. If it does so, the damage is divided evenly among the separate malleables it becomes."}],"legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Absorb Malleable","desc":"As a bonus action, the massive malleable absorbs one minor, moderate, or major malleable within 5 feet of it into its body, regaining a number of hp equal to the absorbed malleable’s remaining hp. The massive malleable is affected by any conditions, spells, and other magical effects that were affecting the absorbed malleable."},{"name":"Amorphous","desc":"The malleable can move through a space as narrow as 1 inch wide without squeezing."},{"name":"Controlled Mutability","desc":"Any spell or effect that would alter the malleable’s form only alters it until the end of the malleable’s next turn. Afterwards, the malleable returns to its amorphous form. In addition, the malleable can use its action to change itself into any shape, but it always looks like an inside-out fleshy creature no matter the shape it takes. If it changes into the shape of a creature, it doesn’t gain any statistics or special abilities of that creature; it only takes on the creature’s basic shape and general appearance."},{"name":"Psychic Absorption","desc":"Whenever the malleable is subjected to psychic damage, it takes no damage and instead regains a number of hp equal to the psychic damage dealt."},{"name":"Spider Climb","desc":"The malleable can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."}],"spell_list":[],"page_no":254,"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"}