{"slug":"wraith-bear","name":"Wraith Bear","size":"Large","type":"undead","subtype":"","group":null,"alignment":"chaotic evil","armor_class":13,"armor_desc":null,"hit_points":133,"hit_dice":"14d10+56","speed":{"walk":0,"hover":true,"fly":60},"strength":18,"dexterity":16,"constitution":18,"intelligence":10,"wisdom":16,"charisma":15,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":7,"skills":{"perception":7,"survival":7},"damage_vulnerabilities":"","damage_resistances":"acid, cold, fire, lightning, thunder; bludgeoning, piercing, and slashing from nonmagical attacks not made with silvered weapons","damage_immunities":"necrotic, poison","condition_immunities":"charmed, exhaustion, grappled, paralyzed, petrified, poisoned, prone, restrained","senses":"darkvision 60 ft., passive Perception 17","languages":"the languages it knew in life","challenge_rating":"9","cr":9,"actions":[{"name":"Life Drain","desc":"Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 31 (6d8 + 4) necrotic damage. The target must succeed on a DC 16 Constitution saving throw or its hp maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hp maximum to 0.","attack_bonus":8,"damage_dice":"6d8+4"},{"name":"Baleful Roar (Recharge 6)","desc":"The bear lets out a supernatural roar in a 30-foot cone. Each creature in that area that can hear the bear must make a DC 15 Wisdom saving throw. On a failure, a creature is incapacitated for 1 minute. On a success, a creature is frightened until the end of its next turn. An incapacitated creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Detect Relatives","desc":"The wraith bear knows the direction to its nearest living relative on the same plane, but not the relative’s exact location."},{"name":"Draining Regeneration","desc":"The wraith bear regains 10 hp at the start of its turn if it has at least 1 hp and there are living plants within 5 feet of it. When the wraith bear regains hp, all plant life within 5 feet of it dies, and it can’t regain hp from those same plants again."},{"name":"Incorporeal Movement","desc":"The wraith bear can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."}],"spell_list":[],"page_no":375,"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"}