{"slug":"yumerai","name":"Yumerai","size":"Medium","type":"fey","subtype":"","group":null,"alignment":"neutral","armor_class":13,"armor_desc":null,"hit_points":65,"hit_dice":"10d8+20","speed":{"walk":30},"strength":13,"dexterity":17,"constitution":14,"intelligence":13,"wisdom":14,"charisma":16,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":4,"skills":{"insight":4,"perception":4,"stealth":5},"damage_vulnerabilities":"","damage_resistances":"psychic","damage_immunities":"","condition_immunities":"unconscious","senses":"darkvision 60 ft., passive Perception 14","languages":"all, telepathy 60 ft.","challenge_rating":"2","cr":2,"actions":[{"name":"Multiattack","desc":"The yumerai makes two psychic lash attacks."},{"name":"Psychic Lash","desc":"Melee Spell Attack: +5 to hit, reach 5 ft., one target. Hit: 7 (2d6) psychic damage.","attack_bonus":5,"damage_dice":"2d6"},{"name":"Somnambulism","desc":"The yumerai targets one sleeping creature it can see within 30 feet of it. The yumerai can issue simple commands to the creature, such as “Attack that creature,” “Run over there,” or “Fetch that object.” If the creature takes damage, receives a suicidal command, is told to move into damaging terrain, such as lava or a pit, or is grappled while carrying out the order, it can make a DC 13 Wisdom saving throw, awakening and ending the yumerai’s control on a success. The yumerai can control only one sleeping creature at a time. If it takes control of another, the effect on the previous target ends."}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Dream Leap","desc":"Once on its turn, the yumerai can use half its movement to step magically into the dreams of a sleeping creature within 5 feet of it. It emerges from the dreams of another sleeping creature within 1 mile of the first sleeper, appearing in an unoccupied space within 5 feet of the second sleeper. If there is no other sleeping creature within range when it uses this trait, the yumerai is stunned until the end of its next turn."},{"name":"Innate Spellcasting","desc":"The yumerai’s innate spellcasting ability is Charisma (spell save DC 13). It can innately cast the following spells, requiring no material components:\nAt will: dancing lights, message, minor illusion\n3/day each: detect thoughts, silent image, sleep\n1/day each: confusion, major image"}],"spell_list":[],"page_no":381,"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"}