{"name":"Alseid","slug":"alseid","desc":"## Alseid Traits\nYour alseid character has certain characteristics in common with all other alseid.","asi_desc":"***Ability Score Increase.*** Your Dexterity score increases by 2, and your Wisdom score increases by 1.","asi":[{"attributes":["Dexterity"],"value":2},{"attributes":["Wisdom"],"value":1}],"age":"***Age.*** Alseid reach maturity by the age of 20. They can live well beyond 100 years, but it is unknown just how old they can become.","alignment":"***Alignment.*** Alseid are generally chaotic, flowing with the unpredictable whims of nature, though variations are common, particularly among those rare few who leave their people.","size":"***Size.*** Alseid stand over 6 feet tall and weigh around 300 pounds. Your size is Medium.","size_raw":"Medium","speed":{"walk":40},"speed_desc":"***Speed.*** Alseid are fast for their size, with a base walking speed of 40 feet.","languages":"***Languages.*** You can speak, read, and write Common and Elvish.","vision":"***Darkvision.*** Accustomed to the limited light beneath the forest canopy, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.","traits":"***Alseid Weapon Training.*** You have proficiency with spears and shortbows.\n\n***Light Hooves.*** You have proficiency in the Stealth skill.\n\n***Quadruped.*** The mundane details of the structures of humanoids can present considerable obstacles for you. You have to squeeze when moving through trapdoors, manholes, and similar structures even when a Medium humanoid wouldn't have to squeeze. In addition, ladders, stairs, and similar structures are difficult terrain for you.\n\n***Woodfriend.*** When in a forest, you leave no tracks and can automatically discern true north.","subraces":[],"document__slug":"toh","document__title":"Tome of Heroes","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}