{"name":"Catfolk","slug":"catfolk","desc":"## Catfolk Traits\nYour catfolk character has the following traits.","asi_desc":"***Ability Score Increase.*** Your Dexterity score increases by 2.","asi":[{"attributes":["Dexterity"],"value":2}],"age":"***Age.*** Catfolk mature at the same rate as humans and can live just past a century.","alignment":"***Alignment.*** Catfolk tend toward two extremes. Some are free-spirited and chaotic, letting impulse and fancy guide their decisions. Others are devoted to duty and personal honor. Typically, catfolk deem concepts such as good and evil as less important than freedom or their oaths.","size":"***Size.*** Catfolk have a similar stature to humans but are generally leaner and more muscular. Your size is Medium.","size_raw":"Medium","speed":{"walk":30},"speed_desc":"***Speed.*** Your base walking speed is 30 feet.","languages":"***Languages.*** You can speak, read, and write Common.","vision":"***Darkvision.*** You have a cat's keen senses, especially in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.","traits":"***Cat's Claws.*** Your sharp claws can cut with ease. Your claws are natural melee weapons, which you can use to make unarmed strikes. When you hit with a claw, your claw deals slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.\n\n***Hunter's Senses.*** You have proficiency in the Perception and Stealth skills.","subraces":[{"name":"Malkin","slug":"malkin","desc":"It's often said curiosity killed the cat, and this applies with equal frequency to catfolk. As a malkin catfolk you are adept at finding clever solutions to escape difficult situations, even (or perhaps especially) situations of your own making. Your diminutive size also gives you an uncanny nimbleness that helps you avoid the worst consequences of your intense inquisitiveness. Most often found in densely populated regions, these catfolk are as curious about the comings and goings of other humanoids as they are about natural or magical phenomena and artifacts. While malkins are sometimes referred to as \"housecats\" by other humanoids and even by other catfolk, doing so in a malkin's hearing is a surefire way to get a face full of claws...","asi":[{"attributes":["Intelligence"],"value":1}],"traits":"***Curiously Clever.*** You have proficiency in the Investigation skill.\n\n***Charmed Curiosity.*** When you roll a 1 on the d20 for a Dexterity check or saving throw, you can reroll the die and must use the new roll.","asi_desc":"***Ability Score Increase.*** Your Intelligence score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"},{"name":"Pantheran","slug":"pantheran","desc":"Pantheran catfolk are a wise, observant, and patient people who pride themselves on being resourceful and self-sufficient. Less social than many others of their kind, these catfolk typically dwell in small, close-knit family groups in the forests, jungles, and grasslands of the world, away from larger population centers or cities. Their family clans teach the importance of living off of and protecting the natural world, and pantherans act swiftly and mercilessly when their forest homes are threatened by outside forces. Conversely, pantherans can be the most fierce and loyal of neighbors to villages who respect nature and who take from the land and forest no more than they need. As a pantheran, you value nature and kinship, and your allies know they can count on your wisdom and, when necessary, your claws.","asi":[{"attributes":["Wisdom"],"value":1}],"traits":"***Hunter's Charge.*** Once per turn, if you move at least 10 feet toward a target and hit it with a melee weapon attack in the same turn, you can use a bonus action to attack that creature with your Cat's Claws. You can use this trait a number of times per day equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.\n\n***One With the Wilds.*** You have proficiency in one of the following skills of your choice: Insight, Medicine, Nature, or Survival.","asi_desc":"***Ability Score Increase.*** Your Wisdom score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}],"document__slug":"toh","document__title":"Tome of Heroes","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}