{"name":"Derro","slug":"derro","desc":"## Derro Traits\nYour derro character has certain characteristics in common with all other derro.","asi_desc":"***Ability Score Increase.*** Your Dexterity score increases by 2.","asi":[{"attributes":["Dexterity"],"value":2}],"age":"***Age.*** Derro reach maturity by the age of 15 and live to be around 75.","alignment":"***Alignment.*** The derro's naturally unhinged minds are nearly always chaotic, and many, but not all, are evil.","size":"***Size.*** Derro stand between 3 and 4 feet tall with slender limbs and wide shoulders. Your size is Small.","size_raw":"Medium","speed":{"walk":30},"speed_desc":"***Speed.*** Derro are fast for their size. Your base walking speed is 30 feet.","languages":"***Languages.*** You can speak, read, and write Dwarvish and your choice of Common or Undercommon.","vision":"***Superior Darkvision.*** Accustomed to life underground, you can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.","traits":"***Eldritch Resilience.*** You have advantage on Constitution saving throws against spells.\n\n***Sunlight Sensitivity.*** You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight.","subraces":[{"name":"Far-Touched","slug":"far-touched","desc":"You grew up firmly ensconced in the mad traditions of the derro, your mind touched by the raw majesty and power of your society's otherworldly deities. Your abilities in other areas have made you more than a typical derro, of course. But no matter how well-trained and skilled you get in other magical or martial arts, the voices of your gods forever reverberate in your ears, driving you forward to do great or terrible things.","asi":[{"attributes":["Charisma"],"value":1}],"traits":"***Insanity.*** You have advantage on saving throws against being charmed or frightened. In addition, you can read and understand Void Speech, but you can speak only a few words of the dangerous and maddening language—the words necessary for using the spells in your Mad Fervor trait.\n\n***Mad Fervor.*** The driving force behind your insanity has blessed you with a measure of its power. You know the vicious mockery cantrip. When you reach 3rd level, you can cast the enthrall spell with this trait, and starting at 5th level, you can cast the fear spell with it. Once you cast a non-cantrip spell with this trait, you can't do so again until you finish a long rest. Charisma is your spellcasting ability for these spells. If you are using Deep Magic for 5th Edition, these spells are instead crushing curse, maddening whispers, and alone, respectively.","asi_desc":"***Ability Score Increase.*** Your Charisma score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"},{"name":"Mutated","slug":"mutated","desc":"Most derro go through the process of indoctrination into their society and come out of it with visions and delusion, paranoia and mania. You, on the other hand, were not affected as much mentally as you were physically. The connection to the dark deities of your people made you stronger and gave you a physical manifestation of their gift that other derro look upon with envy and awe.","asi":[{"attributes":["Strength"],"value":1}],"traits":"***Athletic Training.*** You have proficiency in the Athletics skill, and you are proficient with two martial weapons of your choice.\n\n***Otherworldly Influence.*** Your close connection to the strange powers that your people worship has mutated your form. Choose one of the following:\n* **Alien Appendage.** You have a tentacle-like growth on your body. This tentacle is a natural melee weapon, which you can use to make unarmed strikes. When you hit with it, your tentacle deals bludgeoning damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. This tentacle has a reach of 5 feet and can lift a number of pounds equal to double your Strength score. The tentacle can't wield weapons or shields or perform tasks that require manual precision, such as performing the somatic components of a spell, but it can perform simple tasks, such as opening an unlocked door or container, stowing or retrieving an object, or pouring the contents out of a vial.\n* **Tainted Blood.** Your blood is tainted by your connection with otherworldly entities. When you take piercing or slashing damage, you can use your reaction to force your blood to spray out of the wound. You and each creature within 5 feet of you take necrotic damage equal to your level. Once you use this trait, you can't use it again until you finish a short or long rest.\n* **Tenebrous Flesh.** Your skin is rubbery and tenebrous, granting you a +1 bonus to your Armor Class.","asi_desc":"***Ability Score Increase.*** Your Strength score increases by 1. ","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"},{"name":"Uncorrupted","slug":"uncorrupted","desc":"Someone in your past failed to do their job of driving you to the brink of insanity. It might have been a doting parent that decided to buck tradition. It might have been a touched seer who had visions of your future without the connections to the mad gods your people serve. It might have been a whole outcast community of derro rebels who refused to serve the madness of your ancestors. Whatever happened in your past, you are quite sane—or at least quite sane for a derro.","asi":[{"attributes":["Wisdom"],"value":1}],"traits":"***Psychic Barrier.*** Your time among your less sane brethren has inured you to their madness. You have resistance to psychic damage, and you have advantage on ability checks and saving throws made against effects that inflict insanity, such as spells like contact other plane and symbol, and effects that cause short-term, long-term, or indefinite madness.\n\n***Studied Insight.*** You are skilled at discerning other creature's motives and intentions. You have proficiency in the Insight skill, and, if you study a creature for at least 1 minute, you have advantage on any initiative checks in combat against that creature for the next hour.","asi_desc":"***Ability Score Increase.*** Your Wisdom score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}],"document__slug":"toh","document__title":"Tome of Heroes","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}