{"name":"Drow","slug":"drow","desc":"## Drow Traits\nYour drow character has certain characteristics in common with all other drow.","asi_desc":"***Ability Score Increase.*** Your Intelligence score increases by 2.","asi":[{"attributes":["Intelligence"],"value":2}],"age":"***Age.*** Drow physically mature at the same rate as humans, but they aren't considered adults until they reach the age of 50. They typically live to be around 500.","alignment":"***Alignment.*** Drow believe in reason and rationality, which leads them to favor lawful activities. However, their current dire situation makes them more prone than their ancestors to chaotic behavior. Their vicious fight for survival makes them capable of doing great evil in the name of self-preservation, although they are not, by nature, prone to evil in other circumstances.","size":"***Size.*** Drow are slightly shorter and slimmer than humans. Your size is Medium.","size_raw":"Medium","speed":{"walk":25},"speed_desc":"***Speed.*** Your base walking speed is 30 feet.","languages":"***Languages.*** You can speak, read, and write Elvish and your choice of Common or Undercommon.","vision":"***Superior Darkvision.*** Accustomed to life in the darkest depths of the world, you can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.","traits":"***Fey Ancestry.*** You have advantage on saving throws against being charmed, and magic can't put you to sleep.\n\n***Mind of Steel.*** You understand the complexities of minds, as well as the magic that can affect them. You have advantage on Wisdom, Intelligence, and Charisma saving throws against spells.\n\n***Sunlight Sensitivity.*** You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight.","subraces":[{"name":"Delver","slug":"delver","desc":"You are one of the workers whose labors prop up most of drow society. You were trained from birth to follow orders and serve the collective. You learned your trade well, whether it was building or fighting or erecting the traps that protected passages to your population centers.","asi":[{"attributes":["Strength"],"value":1},{"attributes":["Dexterity"],"value":1}],"traits":"***Rapport with Insects.*** Your caste's years of working alongside the giant spiders and beetles that your people utilized in building and defending cities has left your caste with an innate affinity with the creatures. You can communicate simple ideas with insect-like beasts with an Intelligence of 3 or lower, such as spiders, beetles, wasps, scorpions, and centipedes. You can understand them in return, though this understanding is often limited to knowing the creature's current or most recent state, such as “hungry,” “content,” or “in danger.” Delver drow often keep such creatures as pets, mounts, or beasts of burden.\n\n***Specialized Training.*** You are proficient in one skill and one tool of your choice.\n\n***Martial Excellence.*** You are proficient with one martial weapon of your choice and with light armor.","asi_desc":"***Ability Score Increase.*** Your Strength or Dexterity score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"},{"name":"Fever-Bit","slug":"fever-bit","desc":"You were once a typical drow, then you fell victim to the ravaging claws and teeth of a darakhul. The deadly darakhul fever almost took your life, but, when you were on the verge of succumbing, you rallied and survived. You were changed, however, in ways that even the greatest healers of your people can't fathom. But now that you are immune to darakhul fever, your commanders have a job for you.","asi":[{"attributes":["Constitution"],"value":1}],"traits":"***Deathly Resilience.*** Your long exposure to the life-sapping energies of darakhul fever has made you more resilient. You have resistance to necrotic damage, and advantage on death saving throws.\n\n***Iron Constitution.*** You are immune to disease.\n\n***Near-Death Experience.*** Your brush with death has made you more stalwart in the face of danger. You have advantage on saving throws against being frightened.","asi_desc":"***Ability Score Increase.*** Your Constitution score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"},{"name":"Purified","slug":"purified","desc":"You were born into the caste that produces the leaders and planners, the priests and wizards, the generals and officers of drow society. Your people, it is believed, were tested by the beneficent powers you worship, and you passed those tests to become something more. Your innate magic proves your superiority over your fellows.","asi":[{"attributes":["Charisma"],"value":1}],"traits":"***Innate Spellcasting.*** You know the poison spray cantrip. When you reach 3rd level, you can cast suggestion once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the tongues spell once and regain the ability to do so when you finish a long rest. Intelligence is your spellcasting ability for these spells.\n\n***Born Leader.*** You gain proficiency with two of the following skills of your choice: History, Insight, Performance, and Persuasion.","asi_desc":"***Ability Score Increase.*** Your Charisma score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}],"document__slug":"toh","document__title":"Tome of Heroes","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}