{"name":"Gearforged","slug":"gearforged","desc":"## Gearforged Traits\nThe range of gearforged anatomy in all its variants is remarkable, but all gearforged share some common parts.","asi_desc":"***Ability Score Increase.*** Two different ability scores of your choice increase by 1.","asi":[{"attributes":["Any"],"value":1},{"attributes":["Any"],"value":1}],"age":"***Age.*** The soul inhabiting a gearforged can be any age. As long as its new body is kept in good repair, there is no known limit to how long it can function.","alignment":"***Alignment.*** No single alignment typifies gearforged, but most gearforged maintain the alignment they had before becoming gearforged.","size":"***Size.*** Your size is determined by your Race Chassis.","size_raw":"Medium","speed":{"walk":30},"speed_desc":"***Speed.*** Your base walking speed is determined by your Race Chassis.","languages":"***Languages.*** You can speak, read, and write Common, Machine Speech (a whistling, clicking language that's incomprehensible to non-gearforged), and a language associated with your Race Chassis.","vision":"","traits":"***Construct Resilience.*** Your body is constructed, which frees you from some of the limits of fleshand- blood creatures. You have resistance to poison damage, you are immune to disease, and you have advantage on saving throws against being poisoned.\n\n***Construct Vitality.*** You don't need to eat, drink, or breathe, and you don't sleep the way most creatures do. Instead, you enter a dormant state where you resemble a statue and remain semiconscious for 6 hours a day. During this time, the magic in your soul gem and everwound springs slowly repairs the day's damage to your mechanical body. While in this dormant state, you have disadvantage on Wisdom (Perception) checks. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep.\n\n***Living Construct.*** Your consciousness and soul reside within a soul gem to animate your mechanical body. As such, you are a living creature with some of the benefits and drawbacks of a construct. Though you can regain hit points from spells like cure wounds, you can also be affected by game effects that specifically target constructs, such as the shatter spell. As long as your soul gem remains intact, game effects that raise a creature from the dead work on you as normal, repairing the damaged pieces of your mechanical body (restoring lost sections only if the spell normally restores lost limbs) and returning you to life as a gearforged. Alternatively, if your body is destroyed but your soul gem and memory gears are intact, they can be installed into a new body with a ritual that takes one day and 10,000 gp worth of materials. If your soul gem is destroyed, only a wish spell can restore you to life, and you return as a fully living member of your original race.\n\n***Race Chassis.*** Four races are known to create unique gearforged, building mechanical bodies similar in size and shape to their people: dwarf, gnome, human, and kobold. Choose one of these forms.","subraces":[{"name":"Dwarf Chassis","slug":"dwarf-chassis","desc":"The original dwarven gearforged engineers valued function over form, eschewing aesthetics in favor of instilling their chassis with toughness and strength. The chassis' metal face is clearly crafted to look dwarven, but its countenance is entirely unactuated and forged of a dark metal—often brass—sometimes with a lighter-colored mane of hair and a braided beard and mustaches made of fine metal strands. The gearforged's eyes glow a dark turquoise, staring dispassionately with a seemingly blank expression. Armor and helms worn by the gearforged are often styled to appear as if they were integrated into its chassis, making it all-but-impossible to tell where the armor ends and the gearforged begins.","asi":[{"attributes":["Constitution"],"value":1}],"traits":"***Always Armed.*** Every dwarf knows that it's better to leave home without pants than without your weapon. Choose a weapon with which you are proficient and that doesn't have the two-handed property. You can integrate this weapon into one of your arms. While the weapon is integrated, you can't be disarmed of it by any means, though you can use an action to remove the weapon. You can draw or sheathe the weapon as normal, the weapon folding into or springing from your arm instead of a sheath. While the integrated weapon is drawn in this way, it is considered held in that arm's hand, which can't be used for other actions such as casting spells. You can integrate a new weapon or replace an integrated weapon as part of a short or long rest. You can have up to two weapons integrated at a time, one per arm. You have advantage on Dexterity (Sleight of Hand) checks to conceal an integrated weapon.\n\n***Remembered Training.*** You remember some of your combat training from your previous life. You have proficiency with two martial weapons of your choice and with light and medium armor.","asi_desc":"***Ability Score Increase.*** Your Constitution score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"},{"name":"Gnome Chassis","slug":"gnome-chassis","desc":"Crafted for both exceptional functionality and aesthetic beauty, a gnome chassis' skin is clearly metallic but is meticulously colored to closely match gnomish skin tones, except at the joints, where gears and darker steel pistons are visible. Gnome chassis are almost always bald, with elaborate artistic patterns painted or etched on the face and skull in lieu of hair. Their eyes are vivid and lifelike, as is the chassis' gnomish face, which has a sculpted metal nose and articulated mouth and jaw. The gnome artisans who pioneered the first gearforged chassis saw it as an opportunity to not merely build a better body but to make it a work of art.","asi":[{"attributes":["Intelligence"],"value":1}],"traits":"***Mental Fortitude.*** When creating their first gearforged, gnome engineers put their efforts toward ensuring that the gnomish mind remained a mental fortress, though they were unable to fully replicate the gnomish mind's resilience once transferred to a soul gem. Choose Intelligence, Wisdom, or Charisma. You have advantage on saving throws made with that ability score against magic.\n\n***Quick Fix.*** When you are below half your hit point maximum, you can use a bonus action to apply a quick patch up to your damaged body. You gain temporary hit points equal to your proficiency bonus. You can't use this trait again until you finish a short or long rest.","asi_desc":"***Ability Score Increase.*** Your Intelligence score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"},{"name":"Human Chassis","slug":"human-chassis","desc":"As humans invented the first gearforged, it should be no surprise that the human chassis remains the one that is most frequently encountered. However, it would be a mistake to assume that simply because the original chassis is more commonplace that there is anything common about them. While dwarves, gnomes, and kobolds have made clever additions and changes to the base model, the human chassis remains extremely versatile and is battle-proven.","asi":[{"attributes":["Any"],"value":1}],"traits":"***Adaptable Acumen.*** You gain proficiency in two skills or tools of your choice. Choose one of those skills or tools or another skill or tool proficiency you have. Your proficiency bonus is doubled for any ability check you make that uses the chosen skill or tool.\n\n***Inspired Ingenuity.*** When you roll a 9 or lower on the d20 for an ability check, you can use a reaction to change the roll to a 10. You can't use this trait again until you finish a short or long rest.","asi_desc":"***Ability Score Increase.*** One ability score of your choice increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"},{"name":"Kobold Chassis","slug":"kobold-chassis","desc":"Kobolds are naturally curious tinkerers, constantly modifying their devices and tools. As such, kobolds, in spite of what many dwarf or gnome engineers might say, were the second race to master the nuances of gearforged creation after studying human gearforged. However, most of these early kobold gearforged no longer exist, as the more draconic forms (homages to the kobolds' draconic masters) proved too alien to the kobold soul gems to maintain stable, long-term connections with the bodies. Kobold engineers have since resolved that problem, and kobold gearforged can be found among many kobold communities, aiding its members and tinkering right alongside their scale-and-blood brethren.","asi":[{"attributes":["Dexterity"],"value":1}],"traits":"***Clutch Aide.*** Kobolds spend their lives alongside their clutchmates, both those hatched around the same time as them and those they choose later in life, and you retain much of this group-oriented intuition. You can take the Help action as a bonus action.\n\n***Resourceful.*** If you have at least one set of tools, you can cobble together one set of makeshift tools of a different type with 1 minute of work. For example, if you have cook's utensils, you can use them to create a temporary set of thieves' tools. The makeshift tools last for 10 minutes then collapse into their component parts, returning your tools to their normal forms. While the makeshift tools exist, you can't use the set of tools you used to create the makeshift tools. At the GM's discretion, you might not be able to replicate some tools, such as an alchemist's alembic or a disguise kit's cosmetics. A creature other than you that uses the makeshift tools has disadvantage on the check.","asi_desc":"***Ability Score Increase.*** Your Dexterity score increases by 1.","document__slug":"toh","document__title":"Tome of Heroes","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}],"document__slug":"toh","document__title":"Tome of Heroes","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}