{
    "name": "Mushroomfolk",
    "slug": "mushroomfolk",
    "desc": "Your mushroomfolk character has characteristics in common with all other mushroomfolk.",
    "asi_desc": "***Ability Score Increase.*** Your Wisdom score increases by 2.",
    "asi": [
        {
            "attributes": [
                "Wisdom"
            ],
            "value": 2
        }
    ],
    "age": "***Age.*** Mushroomfolk reach maturity by the age of 5 and rarely live longer than 50 years.",
    "alignment": "***Alignment.*** The limited interaction mushroomfolk have with other creatures leaves them with a fairly neutral view of the world in terms of good and evil, while their societal structure makes them more prone to law than chaos.",
    "size": "***Size.*** A mushroomfolk's size is determined by its subrace.",
    "size_raw": "Medium",
    "speed": {
        "walk": 30
    },
    "speed_desc": "***Speed.*** Your base walking speed is 30 feet.",
    "languages": "***Languages.*** You can speak, read, and write Mushroomfolk and your choice of Common or Undercommon.",
    "vision": "***Darkvision.*** Accustomed to life underground, you can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.",
    "traits": "***Fungoid Form.*** You are a humanoid, though the fungal nature of your body and your unique diet of decayed vegetable and animal matter marks you with some plant-like characteristics. You have advantage on saving throws against poison, and you have resistance to poison damage. In addition, you are immune to disease.\n\n***Hardy Survivor.*** Your upbringing in mushroomfolk society has taught you how to defend yourself and find food. You have proficiency in the Survival skill.\n\n***Subrace.*** Three subraces of mushroomfolk are known to wander the world: acid cap, favored, and morel. Choose one of these subraces.",
    "subraces": [
        {
            "name": "Acid Cap",
            "slug": "acid-cap",
            "desc": "You were one of the warriors and guardians of your clan, using your strength and acid spores to protect your clanmates and your territory.",
            "asi": [
                {
                    "attributes": [
                        "Strength"
                    ],
                    "value": 1
                }
            ],
            "traits": "***Acid Cap Resistance.*** You have resistance to acid damage.\n\n***Acid Spores.*** When you are hit by a melee weapon attack within 5 feet of you, you can use your reaction to emit acidic spores. If you do, the attacker takes acid damage equal to half your level (rounded up). You can use your acid spores a number of times equal to your Constitution modifier (a minimum of once). You regain any expended uses when you finish a long rest.\n\n***Clan Athlete.*** You have proficiency in the Athletics skill.",
            "asi_desc": "***Ability Score Increase.*** Your Strength score increases by 1.",
            "document__slug": "toh",
            "document__title": "Tome of Heroes",
            "document__url": "https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"
        },
        {
            "name": "Favored",
            "slug": "favored",
            "desc": "A few special mushroomfolk grow to become shamans, generals, and other types of leaders. Your spores invite cooperation, peace, and healing among your allies. Others look to you for guidance and succor in the harsh underground environs.",
            "asi": [
                {
                    "attributes": [
                        "Charisma"
                    ],
                    "value": 1
                }
            ],
            "traits": "***Blessed Help.*** Your intuition and connection to your allies allows you to assist and protect them. You know the spare the dying cantrip. When you reach 3rd level, you can cast the bless spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells.\n\n***Clan Leader.*** You have proficiency in the Persuasion skill.\n\n***Restful Spores.*** If you or any friendly creatures within 30 feet of you regain hit points at the end of a short rest by spending one or more Hit Dice, each of those creatures regains additional hit points equal to your proficiency bonus. Once a creature benefits from your restful spores, it can't do so again until it finishes a long rest.",
            "asi_desc": "***Ability Score Increase.*** Your Charisma score increases by 1.",
            "document__slug": "toh",
            "document__title": "Tome of Heroes",
            "document__url": "https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"
        },
        {
            "name": "Morel",
            "slug": "morel",
            "desc": "Your specialty for your clan was acting as a scout and a wayfinder. Your abilities to avoid problems and locate new sources of food for your clan was instrumental in their survival, and your interactions with other clans helped keep your people alive and well.",
            "asi": [
                {
                    "attributes": [
                        "Dexterity"
                    ],
                    "value": 1
                }
            ],
            "traits": "***Adaptable Camouflage.*** If you spend at least 1 minute in an environment with ample naturally occurring plants or fungi, such as a grassland, a forest, or an underground fungal cavern, you can adjust your natural coloration to blend in with the local plant life. If you do so, you have advantage on Dexterity (Stealth) checks for the next 24 hours while in that environment.\n\n***Clan Scout.*** You have proficiency in the Stealth skill.",
            "asi_desc": "***Ability Score Increase.*** Your Dexterity score increases by 1.",
            "document__slug": "toh",
            "document__title": "Tome of Heroes",
            "document__url": "https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"
        }
    ],
    "document__slug": "toh",
    "document__title": "Tome of Heroes",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"
}