{
    "name": "Elemental Warden",
    "desc": "Away from the complex political struggles of the massive cities, you’ve instead been raised to revere and uphold the protection of the natural world, while policing, bending, and guiding the elemental powers that either foster life or destroy it. Living among smaller bands of tribal societies means you have stronger ties to your neigh- bors than most, and the protection of this way of life is of cardinal importance. Each elemental warden is tethered to one of the four elemental tribes and their villages. You must select one: Fire, Water, Earth, or Wind.\nYour upbringing may have prepared you to be a fierce warrior, trained in combat to defend your culture and charge as protectors of the rifts. It’s possible your meditation on the balance of the elements has brought you peace of mind with strength of body as a monk. Perhaps you found strength in bending the elements yourself, joining the ranks of the powerful elemental druids. Regardless, your loyalties ultimately lie with the continued safety of your tribe, and you’ve set out to gather allies to your cause and learn more about the world around you.",
    "slug": "elemental-warden",
    "skill_proficiencies": "Nature, plus your choice of one between Arcana or Survival.",
    "tool_proficiencies": "Herbalism Kit",
    "languages": "One of your choice.",
    "equipment": "A staff, hunting gear (a shortbow with 20 arrows, or a hunting trap), a set of traveler’s clothes, a belt pouch containing 10 gp.",
    "feature": "Elemental Harmony",
    "feature_desc": "Your upbringing surrounded by such strong, wild elemental magics has attuned your senses to the very nature of their chaotic forces, enabling you to subtly bend them to your will in small amounts. You learn the _Prestidigitation_ Cantrip, but can only produce the extremely minor effects below that involve the element of your chosen elemental tribe: \n* You create an instantaneous puff of wind strong enough to blow papers off a desk, or mess up someone’s hair (Wind). \n* You instantaneously create and control a burst of flame small enough to light or snuff out a candle, a torch, or a small campfire. (Fire). \n* You instantaneously create a small rock within your hand, no larger than a gold coin, that turns to dust after a minute (Earth). \n* You instantaneously create enough hot or cold water to fill a small glass (Water).",
    "suggested_characteristics": "Use the tables for the Outlander background in the Player’s Handbook as the basis for your traits and motivations, modifying the entries when appropriate to match your ties to your upbringing. Your bond is likely associated with those you respect whom you grew up around. Your ideal probably involves your wanting to understand your place in the world, not just the tribe, and whether you feel your destiny reaches beyond just watching the rift.",
    "document__slug": "taldorei",
    "document__title": "Critical Role: Tal’Dorei Campaign Setting",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://https://greenronin.com/blog/2017/09/25/ronin-round-table-integrating-wizards-5e-adventures-with-the-taldorei-campaign-setting/"
}