{
    "name": "Fate-Touched",
    "desc": "Many lives and many souls find their ways through the patterns of fate and destiny, their threads following the path meant for them, oblivious and eager to be a part of the woven essence of history meant for them. Some souls, however, glide forth with mysterious influence, their threads bending the weave around them, toward them, unknowingly guiding history itself wherever they walk. Events both magnificent and catastrophic tend to follow such individuals. These souls often become great rulers and terrible tyrants, powerful mages, religious leaders, and legendary heroes of lore. These are the fate-touched.\nFew fate-touched ever become aware of their prominent nature. Outside of powerful divination magics, it’s extremely difficult to confirm one as fate-touched. There are many communities that regard the status as a terrible omen, treating a confirmed fate-touched with mistrust and fear. Others seek them as a blessing, rallying around them for guidance. Some of renown and power grow jealous, wishing to bend a fate-touched beneath their will, and some stories speak of mages of old attempting to extract or transfer the essence itself.\nPlayers are not intended to select this background, but this is instead provided for the dungeon master to consider for one or more of their players, or perhaps a prominent NPC, as their campaign unfolds. It provides very minor mechanical benefit, but instead adds an element of lore, importance, and fate-bearing responsibility to a character within your story. Being fate-touched overlaps and co-exists with the character’s current background, only adding to their mystique. Consider it for a player character who would benefit from being put more central to the coming conflicts of your adventure, or for an NPC who may require protection as they come into their destiny. Perhaps consider a powerful villain discovering their fate-twisting nature and using it to wreak havoc. All of these possibilities and more can be explored should you choose to include a fate-touched within your campaign.",
    "slug": "fate-touched",
    "skill_proficiencies": null,
    "tool_proficiencies": null,
    "languages": null,
    "equipment": "",
    "feature": "Fortune’s Grace",
    "feature_desc": "Your fate-touched essence occasionally leads surrounding events to shift in your favor. You gain 1 Luck point, as per the Lucky feat outlined within the Player’s Handbook pg 167. This luck point is used in the same fashion as the feat, and you regain this expended luck point when you finish a long rest. If you already have the Lucky feat, you add this luck point to your total for the feat.",
    "suggested_characteristics": "",
    "document__slug": "taldorei",
    "document__title": "Critical Role: Tal’Dorei Campaign Setting",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://https://greenronin.com/blog/2017/09/25/ronin-round-table-integrating-wizards-5e-adventures-with-the-taldorei-campaign-setting/"
}