{
    "name": "Innkeeper",
    "desc": "You spent some time as an innkeeper, tavern keeper, or perhaps a bartender. It might have been in a small crossroads town, a fishing community, a fine caravanserai, or a large cosmopolitan community. You did it all; preparing food, tracking supplies, tapping kegs, and everything in between. All the while, you listened to the adventurers plan their quests, heard their tales, saw their amazing trophies, marveled at their terrible scars, and eyed their full purses. You watched them come and go, thinking, “one day, I will have my chance.” Your time is now.\n\n***Place of Employment***\nWhere did you work before turning to the adventuring life? Choose an establishment or roll a d6 and consult the table below. Once you have this information, think about who worked with you, what sort of customers you served, and what sort of reputation your establishment had.\n\n| d6 | Establishment                                              |\n|----|------------------------------------------------------------|\n| 1  | Busy crossroads inn                                        |\n| 2  | Disreputable tavern full of scum and villainy              |\n| 3  | Caravanserai on a wide-ranging trade route                 |\n| 4  | Rough seaside pub                                          |\n| 5  | Hostel serving only the wealthiest clientele               |\n| 6  | Saloon catering to expensive and sometimes dangerous tastes |",
    "slug": "innkeeper",
    "skill_proficiencies": "Insight plus one of your choice from among Intimidation or Persuasion",
    "tool_proficiencies": "No additional tool proficiencies",
    "languages": "Two of your choice",
    "equipment": "A set of either brewer's supplies or cook's utensils, a dagger or light hammer, traveler's clothes, and a pouch containing 20 gp",
    "feature": "I Know Someone",
    "feature_desc": "In interacting with the wide variety of people who graced the tables and bars of your previous life, you gained an excellent knowledge of who might be able to perform a particular task, provide the right service, sell the perfect item, or be able to connect you with someone who can. You can spend a couple of hours in a town or city and identify a person or place of business capable of selling the product or service you seek, provided the product is nonmagical and isn't worth more than 250 gp. At the GM's discretion, these restrictions can be lifted in certain locations. The price might not always be what you hoped, the quality might not necessarily be the best, or the person's demeanor may be grating, but you can find the product or service. In addition, you know within the first hour if the product or service you desire doesn't exist in the community, such as a coldweather outfit in a tropical fishing village.",
    "suggested_characteristics": "The day-to-day operation of a tavern or inn teaches many lessons about people and how they interact. The nose for trouble, the keen eye on the kegs, and the ready hand on a truncheon translates well to the life of an adventurer.\n\n**Suggested Acolyte Characteristics (table)**\n\n| d8 | Personality Trait                                                                                                            |\n|----|------------------------------------------------------------------------------------------------------------------------------|\n| 1  | I insist on doing all the cooking, and I plan strategies like I cook—with proper measurements and all the right ingredients. |\n| 2  | Lending a sympathetic ear or a shoulder to cry on often yields unexpected benefits.                                          |\n| 3  | I always have a story or tale to relate to any situation.                                                                    |\n| 4  | There is a world of tastes and flavors to explore.                                                                           |\n| 5  | Few problems can't be solved with judicious application of a stout cudgel.                                                   |\n| 6  | I never pass up the chance to bargain. Never.                                                                                |\n| 7  | I demand the finest accommodations; I know what they're worth.                                                               |\n| 8  | I can defuse a situation with a joke, cutting remark, or arched eyebrow.                                                     |\n\n| d6 | Ideal                                                                                                                       |\n|----|-----------------------------------------------------------------------------------------------------------------------------|\n| 1  | **Service.** If we serve others, they will serve us in turn. (Lawful)                                                           |\n| 2  | **Perspective.** People will tell you a great deal about themselves, their situations, and their desires, if you listen. (Any)  |\n| 3  | **Determination.** Giving up is not in my nature. (Any)                                                                         |\n| 4  | **Charity.** I try to have extra coins to buy a meal for someone in need. (Good)                                                |\n| 5  | **Curiosity.** Staying safe never allows you to see the wonders of the world. (Chaotic)                                         |\n| 6  | **Selfish.** We must make sure we bargain for what our skills are worth; people don't value what you give away for free. (Evil) |\n\n| d6 | Bond                                                                                 |\n|----|--------------------------------------------------------------------------------------|\n| 1  | I started my career in a tavern, and I'll end it running one of my very own.         |\n| 2  | I try to ensure stories of my companions will live on forever.                       |\n| 3  | You want to take the measure of a person? Have a meal or drink with them.            |\n| 4  | I've seen the dregs of life pass through my door, and I will never end up like them. |\n| 5  | A mysterious foe burned down my inn, and I will have my revenge.                     |\n| 6  | One day, I want my story to be sung in all the taverns of my home city.              |\n\n| d6 | Flaw                                                                                                |\n|----|-----------------------------------------------------------------------------------------------------|\n| 1  | I can't help teasing or criticizing those less intelligent than I.                                  |\n| 2  | I love rich food and drink, and I never miss a chance at a good meal.                               |\n| 3  | I never trust anyone who won't drink with me.                                                       |\n| 4  | I hate it when people start fights in bars; they never consider the consequences.                   |\n| 5  | I can't stand to see someone go hungry or sleep in the cold if I can help it.                       |\n| 6  | I am quick to anger if anyone doesn't like my meals or brews. If you don't like it, do it yourself. |",
    "document__slug": "toh",
    "document__title": "Tome of Heroes",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"
}