{
    "name": "Lyceum Student",
    "desc": "You most likely came up through money or a family of social prestige somewhere in the world, as tuition at a lyceum is not inexpensive. Your interests and pursuits have brought you to the glittering halls of a place of learning, soaking in all and every lesson you can to better make your mark on the world (or at least you should be, but every class has its slackers). However, the call to adventure threatens to pull you from your studies, and now the challenge of balancing your education with the tide of destiny sweeping you away is looming.\nYou may have come to better research and understand the history and lore of the lands you now call home, perhaps seeking a future here at the lyceum as a professor. You could also have been drawn by the promise of prosperity in politics, learning the inner workings of government and alliances to better position yourself as a future writer of history. Perhaps you’ve discovered a knack for the arcane, coming here to focus on refining your spellcraft in the footsteps of some of the finest wizards and sorcerers in days of yore.",
    "slug": "lyceum-student",
    "skill_proficiencies": "Your choice of two from among Arcana, History, and Persuasion.",
    "tool_proficiencies": null,
    "languages": "Two of your choice",
    "equipment": "A set of fine clothes, a lyceum student uniform, a writing kit (small pouch with a quill, ink, folded parchment, and a small penknife), and a belt pouch containing 10g.",
    "feature": "Student Privilege",
    "feature_desc": "You’ve cleared enough lessons, and gained an ally or two on staff, to have access to certain chambers within the lyceum (and some other allied universities) that outsiders would not. This allows use of any Tool Kit, so long as the Tool Kit is used on the grounds of the lyceum and is not removed from its respective chamber (each tool kit is magically marked and will sound an alarm if removed). More dangerous kits and advanced crafts (such as use of a Poisoner’s Kit, or the enchanting of a magical item) might require staff supervision. You may also have access to free crafting materials and enchanting tables, so long as they are relatively inexpensive, or your argument for them is convincing (up to the staff’s approval and DM’s discretion).",
    "suggested_characteristics": "Use the tables for the Sage background in the Player’s Handbook as the basis for your traits and motivations, modifying the entries when appropriate to match your pursuits at the lyceum. Your bond is likely associated with your goals as a student, and eventually a graduate. Your ideal probably involves your hopes in using the knowledge you gain at the lyceum, and your travels as an adventurer, to tailor the world to your liking.",
    "document__slug": "taldorei",
    "document__title": "Critical Role: Tal’Dorei Campaign Setting",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://https://greenronin.com/blog/2017/09/25/ronin-round-table-integrating-wizards-5e-adventures-with-the-taldorei-campaign-setting/"
}