{"name":"Monstrous Adoptee","desc":"Songs and sagas tell of heroes who, as children, were raised by creatures most view as monsters. You were one such child. Found, taken, left, or otherwise given to your monstrous parents, you were raised as one of their own species. Life with your adopted family could not have been easy for you, but the adversity and hardships you experienced only made you stronger. Perhaps you were “rescued” from your adopted family after only a short time with them, or perhaps only now have you realized the truth of your heritage. Maybe you've since learned enough civilized behavior to get by, or perhaps your “monstrous” tendencies are more evident. As you set out to make your way in the world, the time you spent with your adopted parents continues to shape your present and your future.\n\n***Adopted***\nPrior to becoming an adventurer, you defined your history by the creatures who raised you. Choose a type of creature for your adopted parents or roll a d10 and consult the table below. Work with your GM to determine which specific creature of that type adopted you. If you are of a particular race or species that matches a result on the table, your adopted parent can't be of the same race or species as you, as this background represents an individual raised by a creature or in a culture vastly different or even alien to their birth parents.\n\n| d10 | Creature Type                                                                 |\n|-----|-------------------------------------------------------------------------------|\n| 1   | Humanoid (such as gnoll, goblin, kobold, or merfolk)                          |\n| 2   | Aberration (such as aboleth, chuul, cloaker, or otyugh)                       |\n| 3   | Beast (such as ape, bear, tyrannosaurus rex, or wolf)                         |\n| 4   | Celestial or fiend (such as balor, bearded devil, couatl, deva, or unicorn)   |\n| 5   | Dragon (such as dragon turtle, pseudodragon, red dragon, or wyvern)           |\n| 6   | Elemental (such as efreeti, gargoyle, salamander, or water elemental)         |\n| 7   | Fey (such as dryad, green hag, satyr, or sprite)                              |\n| 8   | Giant (such as ettin, fire giant, ogre, or troll)                             |\n| 9   | Plant or ooze (such as awakened shrub, gray ooze, shambling mound, or treant) |\n| 10  | Monstrosity (such as behir, chimera, griffon, mimic, or minotaur)             |\n\n","slug":"monstrous-adoptee","skill_proficiencies":"Intimidation, Survival","tool_proficiencies":"No additional tool proficiencies","languages":"One language of your choice, typically your adopted parents' language (if any)","equipment":"A club, handaxe, or spear, a trinket from your life before you were adopted, a set of traveler's clothes, a collection of bones, shells, or other natural objects, and a belt pouch containing 5 gp","feature":"Abnormal Demeanor","feature_desc":"Your time with your adopted parents taught you an entire lexicon of habits, behaviors, and intuitions suited to life in the wild among creatures of your parents' type. When you are in the same type of terrain your adopted parent inhabits, you can find food and fresh water for yourself and up to five other people each day. In addition, when you encounter a creature like your adopted parent or parents, the creature is disposed to hear your words instead of leaping directly into battle. Mindless or simple creatures might not respond to your overtures, but more intelligent creatures may be willing to treat instead of fight, if you approach them in an appropriate manner. For example, if your adopted parent was a cloaker, when you encounter a cloaker years later, you understand the appropriate words, body language, and motions for approaching the cloaker respectfully and peacefully.","suggested_characteristics":"When monstrous adoptees leave their adopted parents for the wider world, they often have a hard time adapting. What is common or usual for many humanoids strikes them as surprising, frightening, or infuriating, depending on the individual. Most make an effort to adjust their habits and imitate those around them, but not all. Some lean into their differences, reveling in shocking those around them.\n  When you choose a creature to be your character's adopted parent, think about how that might affect your character. Was your character treated kindly? Was your character traded by their birth parents to their adopted parents as part of some mysterious bargain? Did your character seek constant escape or do they miss their adopted parents?\n\n| d8 | Personality Trait                                                                            |\n|----|----------------------------------------------------------------------------------------------|\n| 1  | I don't eat my friends (at least not while they are alive). My foes, on the other hand . . . |\n| 2  | Meeting another's gaze is a challenge for dominance that I never fail to answer.             |\n| 3  | Monsters I understand; people are confusing.                                                 |\n| 4  | There are two types of creatures in life: prey or not-prey.                                  |\n| 5  | I often use the growls, sounds, or calls of my adopted parents instead of words.             |\n| 6  | Inconsequential items fascinate me.                                                          |\n| 7  | It's not my fault, I was raised by [insert parent's type here].                              |\n| 8  | I may look fine, but I behave like a monster.                                                |\n\n| d6 | Ideal                                                                                                                                  |\n|----|----------------------------------------------------------------------------------------------------------------------------------------|\n| 1  | **Wild.** After seeing the wider world, I want to be the monster that strikes fear in the hearts of people. (Evil)                         |\n| 2  | **Insight.** I want to understand the world of my adopted parents. (Neutral)                                                               |\n| 3  | **Revenge.** I want revenge for my lost childhood. Monsters must die! (Any)                                                                |\n| 4  | **Harmony.** With my unique perspective and upbringing, I hope to bring understanding between the different creatures of the world. (Good) |\n| 5  | **Freedom.** My past away from law-abiding society has shown me the ridiculousness of those laws. (Chaotic)                                |\n| 6  | **Redemption.** I will rise above the cruelty of my adopted parent and embrace the wider world. (Lawful)                                   |\n\n| d6 | Bond                                                                                                                    |\n|----|-------------------------------------------------------------------------------------------------------------------------|\n| 1  | I want to experience every single aspect of the world.                                                                  |\n| 2  | I rely on my companions to teach me how to behave appropriately in their society.                                       |\n| 3  | I have a “sibling,” a child of my adopted parent that was raised alongside me, and now that sibling has been kidnapped! |\n| 4  | My monstrous family deserves a place in this world, too.                                                                |\n| 5  | I'm hiding from my monstrous family. They want me back!                                                                 |\n| 6  | An old enemy of my adopted parents is on my trail.                                                                      |\n\n| d6 | Flaw                                                                                                      |\n|----|-----------------------------------------------------------------------------------------------------------|\n| 1  | What? I like my meat raw. Is that so strange?                                                             |\n| 2  | I like to collect trophies from my defeated foes (ears, teeth, bones, or similar). It's how I keep score. |\n| 3  | I usually forget about pesky social conventions like “personal property” or “laws.”                       |\n| 4  | I am easily startled by loud noises or bright lights.                                                     |\n| 5  | I have trouble respecting anyone who can't best me in a fight.                                            |\n| 6  | Kindness is for the weak.                                                                                 |","document__slug":"toh","document__title":"Tome of Heroes","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}