{"name":"Recovered Cultist","desc":"The rise of cults are scattered and separated, with little to no unity between the greater evils. Hidden hierarchies of power-hungry mortals corrupt and seduce, promising a sliver of the same power they had been promised when the time comes to reap their harvest.\nYou once belonged to such a cult. Perhaps it was brief, embracing the rebellious spirit of youth and curious where this path may take you. You also may have felt alone and lost, this community offering a welcome you had been subconsciously seeking. It’s possible you were raised from the beginning to pray to the gods of shadow and death. Then one day the veil was lifted and the cruel truth shook your faith, sending you running from the false promises and seeking redemption.\nYou have been freed from the bindings of these dangerous philosophies, but few secret societies find comfort until those who abandon their way are rotting beneath the soil.","slug":"recovered-cultist","skill_proficiencies":"Religion and Deception.","tool_proficiencies":null,"languages":"One of your choice.","equipment":"Vestments and a holy symbol of your previous cult, a set of common clothes, a belt pouch containing 15 gp.","feature":"Wicked Awareness","feature_desc":"Your time worshipping in secrecy and shadow at the altar of malevolent forces has left you with insight and keen awareness to those who still operate in such ways. You can often spot hidden signs, messages, and signals left in populated places. If actively seeking signs of a cult or dark following, you have an easier time locating and decoding the signs or social interactions that signify cult activity, gaining advantage on any ability checks to discover such details.","suggested_characteristics":"Use the tables for the Acolyte background in the Player’s Handbook as the basis for your traits and motivations, modifying the entries when appropriate to match your ties to your intent on fleeing your past and rectifying your future. Your bond is likely associated with those who gave you the insight and strength to flee your old ways. Your ideal probably involves your wishing to take down and destroy those who promote the dark ways you escaped, and perhaps finding new faith in a forgiving god.","document__slug":"taldorei","document__title":"Critical Role: Tal’Dorei Campaign Setting","document__license_url":"http://open5e.com/legal","document__url":"https://https://greenronin.com/blog/2017/09/25/ronin-round-table-integrating-wizards-5e-adventures-with-the-taldorei-campaign-setting/"}