{"name":"Trophy Hunter","desc":"You hunt the mightiest beasts in the harshest environments, claiming their pelts as trophies and returning them to settled lands for a profit or to decorate your abode. You likely were set on this path since birth, following your parents on safaris and learning from their actions, but you may have instead come to this path as an adult after being swept away by the thrill of dominating the natural world.\n  Many big game hunters pursue their quarry purely for pleasure, as a calming avocation, but others sell their skills to the highest bidder to amass wealth and reputation as a trophy hunter.","slug":"trophy-hunter","skill_proficiencies":"Nature, Survival","tool_proficiencies":"Leatherworker's tools, vehicles (land)","languages":"No additional languages","equipment":"A donkey or mule with bit and bridle, a set of cold-weather or warm-weather clothes, and a belt pouch containing 5 gp","feature":"Shelter from the Storm","feature_desc":"You have spent years hunting in the harshest environments of the world and have seen tents blown away by gales, food stolen by hungry bears, and equipment destroyed by the elements. While traveling in the wilderness, you can find a natural location suitable to make camp by spending 1 hour searching. This location provides cover from the elements and is in some way naturally defensible, at the GM's discretion.","suggested_characteristics":"Most trophy hunters are skilled hobbyists and find strange relaxation in the tension of the hunt and revel in the glory of a kill. You may find great personal joy in hunting, in the adoration of peers, or simply in earning gold by selling pelts, scales, and horns.\n\n| d8 | Personality Trait                                                                                                                           |\n|----|---------------------------------------------------------------------------------------------------------------------------------------------|\n| 1  | Nothing gets my blood pumping like stalking a wild animal.                                                                                  |\n| 2  | I like things big! Trophies, big! Food, big! Money, houses, weapons, possessions, I want ‘em big, big, BIG!                                 |\n| 3  | When hunting, it's almost as if I become a different person. Focused. Confident. Ruthless.                                                  |\n| 4  | The only way to kill a beast is to be patient and find the perfect moment to strike. The same is true for all the important things in life. |\n| 5  | Bathing is for novices. I know that to catch my smelly, filthy prey, I must smell like them to throw off their scent.                       |\n| 6  | I eat only raw meat. It gets me more in tune with my prey.                                                                                  |\n| 7  | I'm a connoisseur of killing implements; I only use the best, because I am the best.                                                        |\n| 8  | I thank the natural world for its bounty after every kill.                                                                                  |\n\n| d6 | Ideal                                                                                                                             |\n|----|-----------------------------------------------------------------------------------------------------------------------------------|\n| 1  | **Ambition.** It is my divine calling to become better than my rivals by any means necessary. (Chaotic)                               |\n| 2  | **Altruism.** I hunt only to protect those who cannot protect themselves. (Good)                                                      |\n| 3  | **Determination.** No matter what the laws say, I will kill that beast! (Chaotic)                                                     |\n| 4  | **Cruelty.** My prey lives only for my pleasure. It will die exactly as quickly or as slowly as I desire. (Evil)                      |\n| 5  | **Sport.** We're just here to have fun. (Neutral)                                                                                     |\n| 6  | **Family.** I follow in my family's footsteps. I will not tarnish their legacy. (Any)                                                 |\n\n| d6 | Bond                                                                                                              |\n|----|-------------------------------------------------------------------------------------------------------------------|\n| 1  | I like hunting because I like feeling big and powerful.                                                           |\n| 2  | I hunt because my parents think I'm a worthless runt. I need to make them proud.                                  |\n| 3  | I was mauled by a beast on my first hunting trip. I've spent my life searching for that monster.                  |\n| 4  | The first time I drew blood, something awoke within me. Every hunt is a search for the original ecstasy of blood. |\n| 5  | My hunting companions used to laugh at me behind my back. They aren't laughing anymore.                           |\n| 6  | A close friend funded my first hunting expedition. I am forever in their debt.                                    |\n\n| d6 | Flaw                                                                                                      |\n|----|-----------------------------------------------------------------------------------------------------------|\n| 1  | I'm actually a sham. All of my trophies were bagged by someone else. I just followed along and watched.   |\n| 2  | I'm terrified of anything larger than myself.                                                             |\n| 3  | I can't express anger without lashing out at something.                                                   |\n| 4  | I need money. I don't care how much or how little I have; I need more. And I would do anything to get it. |\n| 5  | I am obsessed with beauty in animals, art, and people.                                                    |\n| 6  | I don't trust my hunting partners, whom I know are here to steal my glory!                                |","document__slug":"toh","document__title":"Tome of Heroes","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}