{"slug":"iron-flask-a5e","name":"Iron Flask","type":"Wondrous Item","desc":"This dark iron bottle feels heavy in your hand. Engraved with powerful runes of binding, it is capable of trapping otherworldly creatures. You can use an action to speak the command word and remove the silver stopper from the flask, targeting a creature within 60 feet that is not native to the plane of existence the flask is currently on.\n\n* If the _iron flask_ is empty and you can see the creature, it makes a DC 17 Wisdom _saving throw_  or becomes trapped in the flask. A creature that has previously been trapped in this flask has _advantage_  on this save. The trapped creature is held in stasis—it doesn’t breathe, eat, drink, or age.\n* As an action, you can release the creature trapped within. A released creature remains friendly to you and your allies for 1 hour, during which it obeys your verbal commands, and afterward it acts normally. Without any commands or when given a command likely to result in its death, the creature defends itself but otherwise takes no actions.\n* Casting _identify_ on this flask also reveals if a creature is trapped within, but will not reveal the type. The only way to determine an _iron flask’s_ contents is to open the flask and release its inhabitant.\n* Newly acquired _iron flasks_ may already have a trapped creature, either chosen by the Narrator or determined randomly.\n\n__**Table: Iron Flask**__\n| **d100** | **Contents**             |\n| -------- | ------------------------ |\n| 0-50     | Empty                    |\n| 51–55    | _Djinni_                 |\n| 56–60    | _Efreeti_                |\n| 61–65    | _Marid_                  |\n| 66–70    | _Divi_                   |\n| 71–80    | Angel (any)              |\n| 81–90    | _Elemental_  (any)       |\n| 91       | Lich from another plane  |\n| 92       | Chromatic dragon (any)   |\n| 93       | Metallic dragon (any)    |\n| 94       | Gem dragon (any)         |\n| 95       | Spirit dragon (any)      |\n| 96       | _Couatl_                 |\n| 97       | Succubus/Incubus         |\n| 98       | Ghost from another plane |\n| 99       | _Dragon turtle_          |\n| 100      | _Xorn_                   |","rarity":"Legendary","requires_attunement":"","document__slug":"a5e","document__title":"Level Up Advanced 5e","document__url":"https://a5esrd.com/a5esrd"}