{"slug":"mongrelmakers-handbook","name":"Mongrelmaker's Handbook","type":"Wondrous item","desc":"This thin volume holds a scant few dozen vellum pages between its mottled, scaled cover. The pages are scrawled with tight, efficient text which is broken up by outlandish pencil drawings of animals and birds combined together. With the rituals contained in this book, you can combine two or more animals into an adult hybrid of all creatures used. Each ritual requires the indicated amount of time, the indicated cost in mystic reagents, a live specimen of each type of creature to be combined, and enough floor space to draw a combining rune which encircles the component creatures. Once combined, the hybrid creature is a typical example of its new kind, though some aesthetic differences may be detectable. You can't control the creatures you create with this handbook, though the magic of the combining ritual prevents your creations from attacking you for the first 24 hours of their new lives. | Creature | Time | Cost | Component Creatures |\n| ---------------- | -------- | -------- | -------------------------------------------------------- |\n| Flying Snake | 10 mins | 10 gp | A poisonous snake and a Small or smaller bird of prey |\n| Leonino | 10 mins | 15 gp | A cat and a Small or smaller bird of prey |\n| Wolpertinger | 10 mins | 20 gp | A rabbit, a Small or smaller bird of prey, and a deer |\n| Carbuncle | 1 hour | 500 gp | A cat and a bird of paradise |\n| Cockatrice | 1 hour | 150 gp | A lizard and a domestic bird such as a chicken or turkey |\n| Death Dog | 1 hour | 100 gp | A dog and a rooster |\n| Dogmole | 1 hour | 175 gp | A dog and a mole |\n| Hippogriff | 1 hour | 200 gp | A horse and a giant eagle |\n| Bearmit crab | 6 hours | 600 gp | A brown bear and a giant crab |\n| Griffon | 6 hours | 600 gp | A lion and a giant eagle |\n| Pegasus | 6 hours | 1,000 gp | A white horse and a giant owl |\n| Manticore | 24 hours | 2,000 gp | A lion, a porcupine, and a giant bat |\n| Owlbear | 24 hours | 2,000 gp | A brown bear and a giant eagle |","rarity":"very rare","requires_attunement":"requires attunement","document__slug":"vom","document__title":"Vault of Magic","document__url":"https://koboldpress.com/kpstore/product/vault-of-magic-for-5th-edition/"}