{"slug":"nautilus-a5e","name":"Nautilus","type":"Wondrous Item","desc":"  \nThis vessel at first appears to be a Gargantuan sea monster 230 feet long by 30 feet in height and width, its body covered in hard reflective scales. Along the top there is a hidden catch, which can be found with a successful DC 23 Intelligence (Investigation) check. Releasing the catch unlocks a hatch revealing a cylinder wide enough for a Medium creature to crawl inside. The _Nautilus_ is a Gargantuan object with the following statistics:\n\n**Armor Class:** 25  \n**Hit Points:** 400 (damage threshold 20)  \n**Speed** swim 200 ft. (can turn a maximum of 15 degrees in a round)  \n**Damage Immunities** poison, psychic  \n**Crew Capacity** 25; **Passenger Capacity** 600  \n**Travel Pace** 58 miles per hour (460 miles per day)\n\nTo be used as a vehicle, the _Nautilus_ requires one pilot at the helm. While the hatch is closed, the compartment is airtight and watertight.\n\nThe steel submarine holds enough air for 15,000 hours of breathing, divided by the number of breathing creatures inside (at most 625 for 24 hours). There are 2 decks of interior compartments, most of which are 6 feet high. Interior doors are airtight, have AC 20 and 50 hit points, and can be bypassed with DC 18 Dexterity (thieves’ tools) checks or DC 25 Strength checks.\n\nThe _Nautilus_ floats on water. It can also go underwater to a depth of 9,000 feet. Below that, the vehicle takes 2d6 bludgeoning damage per minute from pressure.\n\nA creature at the helm can use an action to pilot the _Nautilus_ by making a DC 18 Intelligence (vehicle \\[water\\]) check, with disadvantage if there are no other creatures controlling the ballasts, hydraulics, and sensors (each an action), or with _advantage_  if each position has a creature helping. On a success, the pilot can double the effects of any acceleration, deceleration, or turning they make with the _Nautilus_ on their turn. In addition, the pilot can send the submarine careening into a creature or object, making an attack roll as usual.\n\n_**Prow.** Melee Weapon Attack:_ +12 to hit, reach 20 ft., one target. _Hit:_ 34 (8d6+6) piercing damage. On a natural 1, the Nautilus takes 34 (8d6+6) bludgeoning damage.\n\nAny creature in the command room can pull a lever to activate its function, but the _Nautilus_ only responds to the first 8 levers pulled in a round, and a lever only performs a function once per round. While traveling forward the lever to travel backwards does not function, and while traveling backward the level to travel forwards does not function. After each use, a lever goes back to its neutral position.\n\n__Nautilus Controls__\n| Lever | Up                                                                                                                                                              | Down                                                                        |\n| ----- | --------------------------------------------------------------------------------------------------------------------------------------------------------------- | --------------------------------------------------------------------------- |\n| 1     | Forward window shutter opens.                                                                                                                                   | Forward window shutter closes.                                              |\n| 2     | Side window shutters open (20 per side).                                                                                                                        | Side window shutters close (20 per side).                                   |\n| 3     | Two manipulator arms extend from the front of the Nautilus.                                                                                                     | The manipulator arms retract.                                               |\n| 4     | Each extended manipulator arm makes the following _melee weapon attack_: +12 to hit, reach 15 ft., one target. _Hit_: The target is _grappled_  (escape DC 20). | One or both extended manipulator arms release what they are holding.        |\n| 5     | The _Nautilus_ accelerates forward, increasing its speed by 20 feet (to a maximum of 200 feet).                                                                 | The _Nautilus_ decelerates, reducing its speed by 50 feet (minimum 0 feet). |\n| 6     | The _Nautilus_ accelerates backward, increasing its speed by 20 feet (to a maximum of 200 feet).                                                                | The _Nautilus_ decelerates, reducing its speed by 50 feet (minimum 0 feet). |\n| 7     | The _Nautilus_ turns 15 degrees left.                                                                                                                           | The _Nautilus_ turns 15 degrees right.                                      |\n| 8     | Eyelike fixtures emit bright light in a 300-foot radius and dim light for an additional 150 feet.                                                               | The light turns off.                                                        |\n| 9     | The _Nautilus_ sinks as much as 50 feet in liquid.                                                                                                              | The _Nautilus_ rises up to 50 feet in liquid.                               |\n| 10    | The top hatch unseals and opens.                                                                                                                                | The top hatch closes and seals.                                             |","rarity":"Artifact","requires_attunement":"","document__slug":"a5e","document__title":"Level Up Advanced 5e","document__url":"https://a5esrd.com/a5esrd"}