{
    "slug": "absolute-command",
    "name": "Absolute Command",
    "desc": "Deep Magic: clockwork You can control a construct you have built with a challenge rating of 6 or less. You can manipulate objects with your construct as precisely as its construction allows, and you perceive its surroundings through its sensory inputs as if you inhabited its body. The construct uses the caster's Proficiency bonus (modified by the construct's Strength and Dexterity scores). You can use the manipulators of the construct to perform any number of skill-based tasks, using the construct's Strength and Dexterity modifiers when using skills based on those particular abilities. Your body remains immobile, as if paralyzed, for the duration of the spell. The construct must remain within 100 feet of you. If it moves beyond this distance, the spell immediately ends and the caster's mind returns to his or her body.",
    "higher_level": "When you cast this spell using higher-level spell slots, you may control a construct with a challenge rating 2 higher for each slot level you use above 4th. The construct's range also increases by 10 feet for each slot level.",
    "page": "",
    "range": "Touch",
    "target_range_sort": 1,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "10 Minutes",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "4th-level",
    "level_int": 4,
    "spell_level": 4,
    "school": "transmutation",
    "dnd_class": "Wizard",
    "spell_lists": [
        "wizard"
    ],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag-e",
    "document__title": "Deep Magic Extended",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com",
    "classes": [
        "wizard"
    ]
}