{
    "slug": "animate-dead-a5e",
    "name": "Animate Dead",
    "desc": "You animate a mortal's remains to become your undead servant.\n\nIf the spell is cast upon bones you create a skeleton, and if cast upon a corpse you choose to create a skeleton or a zombie. The Narrator has the undead's statistics.\n\nWhile it is within 60 feet you can use a bonus action to mentally command the undead. When you command multiple undead using this spell, you must give them all the same command. You may decide the action the undead takes and where it moves during its next turn, or you can issue a general command, such as guarding an area. If not given a command, the undead only defends itself. The undead continues to follow a command until its task is complete.\n\nThe undead is under your control for 24 hours, after which it stops obeying any commands. You must cast this spell on the undead before the spell ends to maintain control of it for another 24 hours.\n\nCasting the spell in this way reasserts control over up to 4 of your previously-animated undead instead of animating a new one.",
    "higher_level": "You create or reassert control over 2 additional undead for each slot level above 3rd. When commanding more than 3 undead they make group attack rolls (see page 454 in Chapter 8: Combat).",
    "page": "",
    "range": "touch",
    "target_range_sort": 1,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Instantaneous",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 minute",
    "level": "3rd-level",
    "level_int": 3,
    "spell_level": 3,
    "school": "Necromancy",
    "dnd_class": "Cleric, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "a5e",
    "document__title": "Level Up Advanced 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://a5esrd.com/a5esrd"
}