{
    "slug": "animate-construct",
    "name": "Animate Construct",
    "desc": "Deep Magic: clockwork This spell animates a carefully prepared construct of Tiny size. The object acts immediately, on your turn, and can attack your opponents to the best of its ability. You can direct it not to attack, to attack particular enemies, or to perform other actions. You choose the object to animate, and you can change that choice each time you cast the spell. The cost of the body to be animated is 10 gp x its hit points. The body can be reused any number of times, provided it isn't severely damaged or destroyed. If no prepared construct body is available, you can animate a mass of loose metal or stone instead. Before casting, the loose objects must be arranged in a suitable shape (taking up to a minute), and the construct's hit points are halved. An animated construct has a Constitution of 10, Intelligence and Wisdom 3, and Charisma 1. Other characteristics are determined by the construct's size as follows. Size HP AC Attack STR DEX Spell Slot Tiny 15 12 +3, 1d4+4 4 16 1st Small 25 13 +4, 1d8+2 6 14 2nd Medium 40 14 +5, 2d6+1 10 12 3rd Large 50 15 +6, 2d10+2 14 10 4th Huge 80 16 +8, 2d12+4 18 8 5th Gargantuan 100 17 +10, 4d8+6 20 6 6th",
    "higher_level": "Casting this spell using higher level spell slots allows you to increase the size of the construct animated, as shown on the table.",
    "page": "",
    "range": "30 Feet",
    "target_range_sort": 30,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "10 Minutes",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "1st-level",
    "level_int": 1,
    "spell_level": 1,
    "school": "transmutation",
    "dnd_class": "Wizard",
    "spell_lists": [
        "wizard"
    ],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag-e",
    "document__title": "Deep Magic Extended",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com",
    "classes": [
        "wizard"
    ]
}