{
    "slug": "animate-objects-a5e",
    "name": "Animate Objects",
    "desc": "Objects come to life at your command just like you dreamt of when you were an apprentice! Choose up to 6 unattended nonmagical Small or Tiny objects. You may also choose larger objects; treat Medium objects as 2 objects, Large objects as 3 objects, and Huge objects as 6 objects. You can't animate objects larger than Huge.\n\nUntil the spell ends or a target is reduced to 0 hit points, you animate the targets and turn them into constructs under your control.\n\nEach construct has Constitution 10, Intelligence 3, Wisdom 3, and Charisma 1, as well as a flying speed of 30 feet and the ability to hover (if securely fastened to something larger, it has a Speed of 0), and blindsight to a range of 30 feet (blind beyond that distance). Otherwise a construct's statistics are determined by its size.\n\nIf you animate 4 or more Small or Tiny objects, instead of controlling each construct individually they function as a construct swarm. Add together all swarm's total hit points. Attacks against a construct swarm deal half damage. The construct swarm reverts to individual constructs when it is reduced to 15 hit points or less.\n\nYou can use a bonus action to mentally command any construct made with this spell while it is within 500 feet. When you command multiple constructs using this spell, you may simultaneously give them all the same command. You decide the action the construct takes and where it moves during its next turn, or you can issue a general command, such as guarding an area. Without commands the construct only defends itself. The construct continues to follow a command until its task is complete.\n\nWhen you command a construct to attack, it makes a single slam melee attack against a creature within 5 feet of it. On a hit the construct deals bludgeoning, piercing, or slashing damage appropriate to its shape.\n\nWhen the construct drops to 0 hit points, any excess damage carries over to its normal object form.",
    "higher_level": "You can animate 2 additional Small or Tiny objects for each slot level above 5th.",
    "page": "",
    "range": "120 feet",
    "target_range_sort": 120,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 minute",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "Transmutation",
    "dnd_class": "Artificer, Bard, Sorcerer, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "a5e",
    "document__title": "Level Up Advanced 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://a5esrd.com/a5esrd",
    "icon": "/icons/animate-objects.svg",
    "classes": [
        "artificer",
        "bard",
        "sorcerer",
        "wizard"
    ]
}