{
    "slug": "battle-mind",
    "name": "Battle Mind",
    "desc": "You gain a preternatural sense of the surrounding area, allowing you insights you can share with comrades to provide them with an edge in combat. You gain advantage on Wisdom (Perception) checks made when determining surprise at the beginning of a combat encounter. If you are not surprised, then neither are your allies. When you are engaged in combat while the spell is active, you can use a bonus action on your turn to produce one of the following effects (allies must be able to see or hear you in order to benefit):\n* One ally gains advantage on its next attack roll, saving throw, or ability check.\n* An enemy has disadvantage on the next attack roll it makes against you or an ally.\n* You divine the location of an invisible or hidden creature and impart that knowledge to any allies who can see or hear you. This knowledge does not negate any advantages the creature has, it only allows your allies to be aware of its location at the time. If the creature moves after being detected, its new location is not imparted to your allies.\n* Three allies who can see and hear you on your turn are given the benefit of a *bless*, *guidance*, or *resistance spell* on their turns; you choose the benefit individually for each ally. An ally must use the benefit on its turn, or the benefit is lost.",
    "higher_level": "",
    "page": "",
    "range": "Self",
    "target_range_sort": 0,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": true,
    "ritual": "yes",
    "duration": "Up to 10 minutes",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "divination",
    "dnd_class": "Bard, Paladin, Sorceror, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "toh",
    "document__title": "Tome of Heroes",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/",
    "classes": [
        "bard",
        "paladin",
        "sorceror",
        "wizard"
    ]
}