{
    "slug": "boreass-breath",
    "name": "Boreas’s Breath",
    "desc": "You freeze standing water in a 20-foot cube or running water in a 10-foot cube centered on you. The water turns to solid ice. The surface becomes difficult terrain, and any creature that ends its turn on the ice must make a successful DC 10 Dexterity saving throw or fall prone.\n\nCreatures that are partially submerged in the water when it freezes become restrained. While restrained in this way, a creature takes 1d6 cold damage at the end of its turn. It can break free by using an action to make a successful Strength check against your spell save DC.\n\nCreatures that are fully submerged in the water when it freezes become incapacitated and cannot breathe. While incapacitated in this way, a creature takes 2d6 cold damage at the end of its turn. A trapped creature makes a DC 20 Strength saving throw after taking this damage at the end of its turn, breaking free from the ice on a success.\n\nThe ice has AC 10 and 15 hit points. It is vulnerable to fire damage, has resistance to nonmagical slashing and piercing damage, and is immune to cold, necrotic, poison, psychic, and thunder damage.\n",
    "higher_level": "When you cast this spell using a spell slot of 3rd level or higher, the size of the cube increases by 10 feet for each slot level above 2nd.",
    "page": "",
    "range": "Self",
    "target_range_sort": 0,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": true,
    "ritual": "yes",
    "duration": "Instantaneous",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "2nd-level",
    "level_int": 2,
    "spell_level": 2,
    "school": "transmutation",
    "dnd_class": "Cleric, Druid, Ranger, Wizard",
    "spell_lists": [
        "wizard",
        "cleric",
        "druid",
        "ranger"
    ],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}