{
    "slug": "bottled-arcana",
    "name": "Bottled Arcana",
    "desc": "By touching an empty, stoppered glass container such as a vial or flask, you magically enable it to hold a single spell. To be captured, the spell must be cast within 1 round of casting **bottled arcana** and it must be intentionally cast into the container. The container can hold one spell of 3rd level or lower. The spell can be held in the container for as much as 24 hours, after which the container reverts to a mundane vessel and any magic inside it dissipates harmlessly.\n\nAs an action, any creature can unstop the container, thereby releasing the spell. If the spell has a range of self, the creature opening the container is affected; otherwise, the creature opening the container designates the target according to the captured spell’s description. If a creature opens the container unwittingly (not knowing that the container holds a spell), the spell targets the creature opening the container or is centered on its space instead (whichever is more appropriate). [Dispel magic]({{ base_url }}/spells/dispel-magic) cast on the container targets **bottled arcana**, not the spell inside. If **bottled arcana** is dispelled, the container becomes mundane and the spell inside dissipates harmlessly.\n\nUntil the spell in the container is released, its caster can’t regain the spell slot used to cast that spell. Once the spell is released, its caster regains the use of that slot normally.\n",
    "higher_level": "When you cast this spell using a spell slot of 6th level or higher, the level of the spell the container can hold increases by one for every slot level above 5th.",
    "page": "",
    "range": "Touch",
    "target_range_sort": 1,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "an empty glass container",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "See below",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "transmutation",
    "dnd_class": "",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": []
}