{
    "slug": "call-lightning",
    "name": "Call Lightning",
    "desc": "A storm cloud appears in the shape of a cylinder that is 10 feet tall with a 60-foot radius, centered on a point you can see 100 feet directly above you. The spell fails if you can't see a point in the air where the storm cloud could appear (for example, if you are in a room that can't accommodate the cloud). When you cast the spell, choose a point you can see within range. A bolt of lightning flashes down from the cloud to that point. Each creature within 5 feet of that point must make a dexterity saving throw. A creature takes 3d10 lightning damage on a failed save, or half as much damage on a successful one. On each of your turns until the spell ends, you can use your action to call down lightning in this way again, targeting the same point or a different one. If you are outdoors in stormy conditions when you cast this spell, the spell gives you control over the existing storm instead of creating a new one. Under such conditions, the spell's damage increases by 1d10.",
    "higher_level": "When you cast this spell using a spell slot of 4th or higher level, the damage increases by 1d10 for each slot level above 3rd.",
    "page": "phb 220",
    "range": "120 feet",
    "target_range_sort": 120,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 10 minutes",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "3rd-level",
    "level_int": 3,
    "spell_level": 3,
    "school": "Conjuration",
    "dnd_class": "Cleric, Druid",
    "spell_lists": [
        "cleric",
        "druid"
    ],
    "archetype": "Cleric: Tempest",
    "circles": "Forest",
    "document__slug": "wotc-srd",
    "document__title": "5e Core Rules",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "http://dnd.wizards.com/articles/features/systems-reference-document-srd",
    "classes": [
        "cleric",
        "druid"
    ]
}