{
    "slug": "chaotic-vitality",
    "name": "Chaotic Vitality",
    "desc": "Make a melee spell attack against a creature that has a number of Hit Dice no greater than your level and has at least 1 hit point. On a hit, you conjure pulsating waves of chaotic energy within the creature and yourself. After a brief moment that seems to last forever, your hit point total changes, as does the creature’s. Roll a d100 and increase or decrease the number rolled by any number up to your spellcasting level, then find the result on the Hit Point Flux table. Apply that result both to yourself and the target creature. Any hit points gained beyond a creature’s normal maximum are temporary hit points that last for 1 round per caster level.\n\nFor example, a 3rd-level spellcaster who currently has 17 of her maximum 30 hit points casts **chaotic vitality** on a creature with 54 hit points and rolls a 75 on the Hit Point Flux table. The two creatures have a combined total of 71 hit points. A result of 75 indicates that both creatures get 50 percent of the total, so the spellcaster and the target end up with 35 hit points each. In the spellcaster’s case, 5 of those hit points are temporary and will last for 3 rounds.\n",
    "higher_level": "When you cast this spell using a spell slot of 3rd level or higher, the maximum Hit Dice of the affected creature increases by 2 for each slot level above 2nd.\n ## Hit Point Flux \n| SIZE | HP |\n|-|-|\n| 01–09 | 0 |\n| 10–39 | 1 |\n| 40–69 | 25 percent of total |\n| 70–84 | 50 percent of total |\n| 85–94 | 75 percent of total |\n| 95–99 | 100 percent of total |\n| 100 | 200 percent of total, and both creatures gain the effect of a haste spell that lasts for 1 round per caster level |\n\n",
    "page": "",
    "range": "Touch",
    "target_range_sort": 1,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Instantaneous",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "2nd-level",
    "level_int": 2,
    "spell_level": 2,
    "school": "conjuration",
    "dnd_class": "Bard, Sorcerer, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": [
        "bard",
        "sorcerer",
        "wizard"
    ]
}