{
    "slug": "chilling-words",
    "name": "Chilling Words",
    "desc": "You utter a short phrase and designate a creature within range to be affected by it. The target must make a Wisdom saving throw to avoid the spell. On a failed save, the target is susceptible to the phrase for the duration of the spell. At any later time while the spell is in effect, you and any of your allies within range when you cast the spell can use an action to utter the phrase, which causes the target to freeze in fear. Each of you can use the phrase against the target once only, and the target must be within 30 feet of the speaker for the phrase to be effective.\n\nWhen the target hears the phrase, it must make a successful Constitution saving throw or take 1d6 psychic damage and become restrained for 1 round. Whether this saving throw succeeds or fails, the target can’t be affected by the phrase for 1 minute afterward.\n\nYou can end the spell early by making a final utterance of the phrase (even if you’ve used the phrase on this target previously). On hearing this final utterance, the target takes 4d6 psychic damage and is restrained for 1 minute or, with a successful Constitution saving throw, it takes half the damage and is restrained for 1 round.",
    "higher_level": "",
    "page": "",
    "range": "30 feet",
    "target_range_sort": 30,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a strip of paper with writing on it",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 hour",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "3rd-level",
    "level_int": 3,
    "spell_level": 3,
    "school": "enchantment",
    "dnd_class": "Sorcerer, Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": [
        "sorcerer",
        "warlock",
        "wizard"
    ]
}