{
    "slug": "child-of-light-and-darkness",
    "name": "Child of Light and Darkness",
    "desc": "Roll a d20 at the end of each of your turns for the duration of the spell. On a roll of 1-10, you take the form of a humanoid made of pure, searing light. On a roll of 11-20, you take the form of a humanoid made of bone-chilling darkness. In both forms, you have immunity to bludgeoning, piercing, and slashing damage from nonmagical attacks, and a creature that attacks you has disadvantage on the attack roll. You gain additional benefits while in each form: Light Form. You shed bright light in a 60-foot radius and dim light for an additional 60 feet, you are immune to fire damage, and you have resistance to radiant damage. Once per turn, as a bonus action, you can teleport to a space you can see within the light you shed. Darkness Form. You are immune to cold damage, and you have resistance to necrotic damage. Once per turn, as a bonus action, you can target up to three Large or smaller creatures within 30 feet of you. Each target must succeed on a Strength saving throw or be pulled or pushed (your choice) up to 20 feet straight toward or away from you.",
    "higher_level": "",
    "page": "",
    "range": "Self",
    "target_range_sort": 0,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "1 Minute",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "8th-level",
    "level_int": 8,
    "spell_level": 8,
    "school": "transmutation",
    "dnd_class": "Wizard, Sorceror, Cleric",
    "spell_lists": [
        "wizard",
        "cleric"
    ],
    "archetype": "",
    "circles": "",
    "document__slug": "warlock",
    "document__title": "Warlock Archives",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product-category/all-products/warlock-5th-edition-dnd/"
}