{"slug":"compelled-movement","name":"Compelled Movement","desc":"Choose two living creatures (not constructs or undead) you can see within range. Each must make a Charisma saving throw. On a failed save, a creature is compelled to use its movement to move toward the other creature. Its route must be as direct as possible, but it avoids dangerous terrain and enemies. If the creatures are within 5 feet of each other at the end of either one’s turn, their bodies fuse together. Fused creatures still take their own turns, but they can’t move, can’t use reactions, and have disadvantage on attack rolls, Dexterity saving throws, and Constitution checks to maintain concentration.\n\nA fused creature can use its action to make a Charisma saving throw. On a success, the creature breaks free and can move as it wants. It can become fused again, however, if it’s within 5 feet of a creature that’s still under the spell’s effect at the end of either creature’s turn.\n\n**Compelled movement** doesn’t affect a creature that can’t be charmed or that is incorporeal.\n","higher_level":"When you cast this spell using a spell slot of 5th level or higher, the number of creatures you can affect increases by one for every two slot levels above 3rd.","page":"","range":"60 feet","target_range_sort":60,"components":"V, S, M","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":true,"material":"the embalmed body of a millipede with its right legs removed, worth at least 50 gp","can_be_cast_as_ritual":false,"ritual":"no","duration":"Up to 1 minute","concentration":"yes","requires_concentration":true,"casting_time":"1 action","level":"3rd-level","level_int":3,"spell_level":3,"school":"enchantment","dnd_class":"Bard, Sorcerer, Wizard","spell_lists":[],"archetype":"","circles":"","document__slug":"dmag","document__title":"Deep Magic 5e","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"}