{
    "slug": "conjure-minor-voidborn",
    "name": "Conjure Minor Voidborn",
    "desc": "You summon fiends or aberrations that appear in unoccupied spaces you can see within range. You choose one of the following options:\n* One creature of challenge rating 2 or lower\n* Two creatures of challenge rating 1 or lower\n* Four creatures of challenge rating 1/2 or lower\n* Eight creatures of challenge rating 1/4 or lower\nSummoned creatures disappear when they drop to 0 hit points or when the spell ends.\n\nThe summoned creatures do not directly attack you or your companions. Roll initiative for the summoned creatures as a group; they take their own turns on their initiative result. They attack your enemies and try to stay within 90 feet of you, but they control their own actions. The summoned creatures despise being bound, so they might harm or impede you and your companions with secondary effects (but not direct attacks) if the opportunity arises. At the beginning of the creatures’ turn, you can use your reaction to verbally command them. They obey your commands on that turn, and you take 1d6 psychic damage at the end of the turn.\n\nIf your concentration is broken, the spell ends but the creatures don’t disappear. Instead, you can no longer command them, and they become hostile to you and your companions. They will attack you and your allies if they believe they have a chance to win the fight or to inflict meaningful harm, but they won’t fight if they fear it would mean their own death. You can’t dismiss the creatures, but they disappear 1 hour after being summoned.\n",
    "higher_level": "When you cast this spell using a 7th‑or 9th-level spell slot, you choose one of the summoning options above, and more creatures appear­—twice as many with a 7th-level spell slot and three times as many with a 9th-level spell slot.",
    "page": "",
    "range": "90 feet",
    "target_range_sort": 90,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 hour",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 minute",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "conjuration",
    "dnd_class": "",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": []
}