{
    "slug": "conjure-forest-defender",
    "name": "Conjure Forest Defender",
    "desc": "When you cast this spell in a forest, you fasten sticks and twigs around a body. The body comes to life as a [forest defender]({{ base_url }}/monsters/forest-defender). The forest defender is friendly to you and your companions. Roll initiative for the forest defender, which has its own turns. It obeys any verbal or mental commands that you issue to it (no action required by you), as long as you remain within its line of sight. If you don’t issue any commands to the forest defender, if you are out of its line of sight, or if you are unconscious, it defends itself from hostile creatures but otherwise takes no actions. A body sacrificed to form the forest defender is permanently destroyed and can be restored to life only by means of a [true resurrection]({{ base_url }}/spells/true-resurrection) or a [wish]({{ base_url }}/spells/wish) spell. You can have only one forest defender under your control at a time. If you cast this spell again, the previous forest defender crumbles to dust.\n",
    "higher_level": "When you cast this spell using a 9th‐level spell slot, you summon two forest defenders instead of one, and you can control up to two forest defenders at a time.",
    "page": "",
    "range": "30 feet",
    "target_range_sort": 30,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "one humanoid body, which the spell consumes",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Until destroyed",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 hour",
    "level": "6th-level",
    "level_int": 6,
    "spell_level": 6,
    "school": "conjuration",
    "dnd_class": "",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": [
        ""
    ]
}