{"slug":"curse-of-yig","name":"Curse of Yig","desc":"This spell transforms a Small, Medium, or Large creature that you can see within range into a [servant of Yig]({{ base_url }}/monsters/servant-of-yig). An unwilling creature can attempt a Wisdom saving throw, negating the effect with a success. A willing creature is automatically affected and remains so for as long as you maintain concentration on the spell.\n\nThe transformation lasts for the duration or until the target drops to 0 hit points or dies. The target’s statistics, including mental ability scores, are replaced by the statistics of a servant of Yig. The transformed creature’s alignment becomes neutral evil, and it is both friendly to you and reverent toward the Father of Serpents. Its equipment is unchanged. If the transformed creature was unwilling, it makes a Wisdom saving throw at the end of each of its turns. On a successful save, the spell ends, the creature’s alignment and personality return to normal, and it regains its former attitude toward you and toward Yig.\n\nWhen it reverts to its normal form, the creature has the number of hit points it had before it transformed. If it reverts as a result of dropping to 0 hit points, any excess damage carries over to its normal form.","higher_level":"","page":"","range":"60 feet","target_range_sort":60,"components":"V, S, M","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":true,"material":"a drop of snake venom","can_be_cast_as_ritual":true,"ritual":"yes","duration":"Up to 1 hour","concentration":"yes","requires_concentration":true,"casting_time":"1 minute","level":"5th-level","level_int":5,"spell_level":5,"school":"transmutation","dnd_class":"Bard, Cleric, Druid, Paladin, Ranger, Sorcerer, Warlock, Wizard","spell_lists":[],"archetype":"","circles":"","document__slug":"dmag","document__title":"Deep Magic 5e","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"}