{
    "slug": "dominate-beast",
    "name": "Dominate Beast",
    "desc": "You attempt to beguile a beast that you can see within range. It must succeed on a wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw. While the beast is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability. You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time, you can also cause the creature to use a reaction, but this requires you to use your own reaction as well. Each time the target takes damage, it makes a new wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.",
    "higher_level": "When you cast this spell with a 5th-­level spell slot, the duration is concentration, up to 10 minutes. When you use a 6th-­level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 7th level or higher, the duration is concentration, up to 8 hours.",
    "page": "phb 234",
    "range": "60 feet",
    "target_range_sort": 60,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 minute",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "4th-level",
    "level_int": 4,
    "spell_level": 4,
    "school": "Enchantment",
    "dnd_class": "Cleric, Druid, Sorcerer, Warlock",
    "spell_lists": [
        "sorcerer",
        "warlock",
        "cleric",
        "druid"
    ],
    "archetype": "Cleric: Nature, Warlock: Archfey, Great Old One",
    "circles": "",
    "document__slug": "wotc-srd",
    "document__title": "5e Core Rules",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "http://dnd.wizards.com/articles/features/systems-reference-document-srd",
    "classes": [
        "cleric",
        "druid",
        "sorcerer",
        "warlock"
    ]
}