{
    "slug": "doom-of-blue-crystal",
    "name": "Doom of Blue Crystal",
    "desc": "You are surrounded by a field of glowing, blue energy lasting 3 rounds. Creatures within 5 feet of you, including yourself, must make a Constitution saving throw when the spell is cast and again at the start of each of your turns while the spell is in effect. A creature whose saving throw fails is restrained; a restrained creature whose saving throw fails is paralyzed; and a paralyzed creature whose saving throw fails is petrified and transforms into a statue of blue crystal. As with all concentration spells, you can end the field at any time (no action required). If you are turned to crystal, the spell ends after all affected creatures make their saving throws. Restrained and paralyzed creatures recover immediately when the spell ends, but petrification is permanent.\n\nCreatures turned to crystal can see, hear, and smell normally, but they don’t need to eat or breathe. If shatter is cast on a crystal creature, it must succeed on a Constitution saving throw against the caster’s spell save DC or be killed.\n\nCreatures transformed into blue crystal can be restored with dispel magic, greater restoration, or comparable magic.",
    "higher_level": "",
    "page": "",
    "range": "Self",
    "target_range_sort": 0,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a blue crystal",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 3 rounds",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "3rd-level",
    "level_int": 3,
    "spell_level": 3,
    "school": "transmutation",
    "dnd_class": "Cleric, Sorcerer, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}