{
    "slug": "doom-of-dancing-blades",
    "name": "Doom of Dancing Blades",
    "desc": "When you cast **doom of dancing blades**, you create 1d4 illusory copies of your weapon that float in the air 5 feet from you. These images move with you, spinning, shifting, and mimicking your attacks. When you are hit by a melee attack but the attack roll exceeded your Armor Class by 3 or less, one illusory weapon parries the attack; you take no damage and the illusory weapon is destroyed. When you are hit by a melee attack that an illusory weapon can’t parry (the attack roll exceeds your AC by 4 or more), you take only half as much damage from the attack, and an illusory weapon is destroyed. Spells and effects that affect an area or don’t require an attack roll affect you normally and don’t destroy any illusory weapons.\n\nIf you make a melee attack that scores a critical hit while **doom of dancing blades** is in effect on you, all your illusory weapons also strike the target and deal 1d8 bludgeoning, piercing, or slashing damage (your choice) each.\n\nThe spell ends when its duration expires or when all your illusory weapons are destroyed or expended.\n\nAn attacker must be able to see the illusory weapons to be affected. The spell has no effect if you are invisible or in total darkness or if the attacker is blinded.",
    "higher_level": "",
    "page": "",
    "range": "Self",
    "target_range_sort": 0,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 hour",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "3rd-level",
    "level_int": 3,
    "spell_level": 3,
    "school": "illusion",
    "dnd_class": "Bard, Cleric, Sorcerer, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": [
        "bard",
        "cleric",
        "sorcerer",
        "wizard"
    ]
}