{"slug":"door-of-the-far-traveler","name":"Door of the Far Traveler","desc":"You conjure a door to the destination of your choice that lasts for the duration or until dispelled. You sketch the outline of the door with chalk on any hard surface (a wall, a cliffside, the deck of a ship, etc.) and scribe sigils of power around its outline. The doorway must be at least 1 foot wide by 2 feet tall and can be no larger than 5 feet wide by 10 feet tall. Once the door is drawn, place the knob appropriately; it attaches magically to the surface and your drawing becomes a real door to the spell's destination. The doorway remains functional for the spell's duration. During that time, anyone can open or close the door and pass through it in either direction.\n  The destination can be on any plane of existence. It must be familiar to you, and your level of familiarity with it determines the accuracy of the spell (determined by the GM). If it's a place you've visited, you can expect 100 percent accuracy. If it's been described to you by someone who was there, you might arrive in the wrong room or even the wrong structure, depending on how detailed their description was. If you've only heard about the destination third-hand, you may end up in a similar structure that's in a very different locale.\n  *Door of the far traveler* doesn't create a doorway at the destination. It connects to an existing, working door. It can't, for example, take you to an open field or a forest with no structures (unless someone built a doorframe with a door in that spot for this specific purpose!). While the spell is in effect, the pre-existing doorway connects only to the area you occupied while casting the spell. If you connected to an existing doorway between a home's parlor and library, for example, and your door leads into the library, then people can still walk through that doorway from the parlor into the library normally. Anyone trying to go the other direction, however, arrives wherever you came from instead of in the parlor.\n  Before casting the spell, you must spend one hour etching magical symbols onto the doorknob that will serve as the spell's material component to attune it to your desired destination. Once prepared, the knob remains attuned to that destination until it's used or you spend another hour attuning it to a different location.\n  *The door of the far traveler* is dispelled if you remove the knob from the door. You can do this as a bonus action from either side of the door, provided it's shut. If the spell's duration expires naturally, the knob falls to the ground on whichever side of the door you're on. Once the spell ends, the knob loses its attunement to any location and another hour must be spent attuning it before it can be used again.","higher_level":"If you cast this spell using a 9thlevel slot, the duration increases to 12 hours.","page":"","range":"10 Feet","target_range_sort":10,"components":"V, S, M","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":true,"material":"","can_be_cast_as_ritual":false,"ritual":"no","duration":"6 hours","concentration":"no","requires_concentration":false,"casting_time":"10 minutes plus 1 hour of attunement","level":"8th-level","level_int":8,"spell_level":8,"school":"conjuration","dnd_class":"Bard, Cleric, Druid, Wizard","spell_lists":["bard","wizard","cleric","druid"],"archetype":"","circles":"","document__slug":"warlock","document__title":"Warlock Archives","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product-category/all-products/warlock-5th-edition-dnd/"}