{
    "slug": "endow-attribute",
    "name": "Endow Attribute",
    "desc": "You touch a creature with a ring that has been etched with symbols representing a particular ability (Strength, Dexterity, and so forth). The creature must make a successful Constitution saving throw or lose one-fifth (rounded down) of its points from that ability score. Those points are absorbed into the ring and stored there for the spell’s duration. If you then use an action to touch the ring to another creature on a later turn, the absorbed ability score points transfer to that creature. Once the points are transferred to another creature, you don’t need to maintain concentration on the spell; the recipient creature retains the transferred ability score points for the remainder of the hour.\n\nThe spell ends if you lose concentration before the transfer takes place, if either the target or the recipient dies, or if either the target or the recipient is affected by a successful [dispel magic]({{ base_url }}/spells/dispel-magic) spell. When the spell ends, the ability score points return to the original owner. Before then, that creature can’t regain the stolen attribute points, even with greater restoration or comparable magic.\n",
    "higher_level": "If you cast this spell using a spell slot of 7th or 8th level, the duration is 8 hours. If you use a 9th‐level spell slot, the duration is 24 hours.",
    "page": "",
    "range": "Touch",
    "target_range_sort": 1,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a ring worth at least 200 gp, which the spell consumes",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 hour",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "4th-level",
    "level_int": 4,
    "spell_level": 4,
    "school": "transmutation",
    "dnd_class": "Sorcerer, Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}