{
    "slug": "hunters-endurance",
    "name": "Hunter's Endurance",
    "desc": "You call on the land to sustain you as you hunt your quarry. Describe or name a creature that is familiar to you. If you aren't familiar with the target creature, you must use a fingernail, lock of hair, bit of fur, or drop of blood from it as a material component to target that creature with this spell. Until the spell ends, you have advantage on all Wisdom (Perception) and Wisdom (Survival) checks to find and track the target, and you must actively pursue the target as if under a geas. In addition, you don't suffer from exhaustion levels you gain from pursuing your quarry, such as from lack of rest or environmental hazards between you and the target, while the spell is active. When the spell ends, you suffer from all levels of exhaustion that were suspended by the spell. The spell ends only after 24 hours, when the target is dead, when the target is on a different plane, or when the target is restrained in your line of sight.",
    "higher_level": "",
    "page": "",
    "range": "Self",
    "target_range_sort": 0,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a fingernail, lock of hair, bit of fur, or drop of blood from the target, if unfamiliar",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "24 hours",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 minute",
    "level": "1st-level",
    "level_int": 1,
    "spell_level": 1,
    "school": "enchantment",
    "dnd_class": "Ranger, Warlock",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": [
        "ranger",
        "warlock"
    ]
}