{
    "slug": "ice-fortress",
    "name": "Ice Fortress",
    "desc": "A gleaming fortress of ice springs from a square area of ground that you can see within range. It is a 10-foot cube (including floor and roof). The fortress can’t overlap any other structures, but any creatures in its space are harmlessly lifted up as the ice rises into position. The walls are made of ice (AC 13), have 120 hit points each, and are immune to cold, necrotic, poison, and psychic damage. Reducing a wall to 0 hit points destroys it and has a 50 percent chance to cause the roof to collapse. A damaged wall can be repaired by casting a spell that deals cold damage on it, on a point-for-point basis.\n\nEach wall has two arrow slits. One wall also includes an ice door with an [arcane lock]({{ base_url }}/spells/arcane-lock). You designate at the time of the fort’s creation which creatures can enter the fortification. The door has AC 18 and 60 hit points, or it can be broken open with a successful DC 25 Strength (Athletics) check (DC 15 if the [arcane lock]({{ base_url }}/spells/arcane-lock) is dispelled).\n\nThe fortress catches and reflects light, so that creatures outside the fortress who rely on sight have disadvantage on Perception checks and attack rolls made against those within the fortress if it’s in an area of bright sunlight.\n",
    "higher_level": "When you cast this spell using a spell slot of 6th level or higher, you can increase the length or width of the fortification by 5 feet for every slot level above 5th. You can make a different choice (width or length) for each slot level above 5th.",
    "page": "",
    "range": "60 feet",
    "target_range_sort": 60,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a miniature keep carved from ice or glass that is consumed in the casting",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Until dispelled or destroyed",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 minute",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "conjuration",
    "dnd_class": "Cleric, Sorcerer, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}