{
    "slug": "instant-snare",
    "name": "Instant Snare",
    "desc": "You create a snare on a point you can see within range. You can leave the snare as a magical trap, or you can use your reaction to trigger the trap when a Large or smaller creature you can see moves within 10 feet of the snare. If you leave the snare as a trap, a creature must succeed on an Intelligence (Investigation) or Wisdom (Perception) check against your spell save DC to find the trap.\n  When a Large or smaller creature moves within 5 feet of the snare, the trap triggers. The creature must succeed on a Dexterity saving throw or be magically pulled into the air. The creature is restrained and hangs upside down 5 feet above the snare's location for 1 minute. A restrained creature can repeat the saving throw at the end of each of its turns, escaping the snare on a success. Alternatively, a creature, including the restrained target, can use its action to make an Intelligence (Arcana) check against your spell save DC. On a success, the restrained creature is freed, and the snare resets itself 1 minute later. If the creature succeeds on the check by 5 or more, the snare is destroyed instead.\n  This spell alerts you with a ping in your mind when the trap is triggered if you are within 1 mile of the snare. This ping awakens you if you are sleeping.",
    "higher_level": "When you cast this spell using a spell slot of 3rd level or higher, you can create one additional snare for each slot level above 3rd. When you receive the mental ping that a trap was triggered, you know which snare was triggered if you have more than one.",
    "page": "",
    "range": "120 Feet",
    "target_range_sort": 120,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a loop of twine",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "24 hours",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "2nd-level",
    "level_int": 2,
    "spell_level": 2,
    "school": "abjuration",
    "dnd_class": "Ranger",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}