{
    "slug": "instant-siege-weapon",
    "name": "Instant Siege Weapon",
    "desc": "With this spell, you instantly transform raw materials into a siege engine of Large size or smaller (the GM has information on this topic). The raw materials for the spell don’t need to be the actual components a siege weapon is normally built from; they just need to be manufactured goods made of the appropriate substances (typically including some form of finished wood and a few bits of worked metal) and have a gold piece value of no less than the weapon’s hit points.\n\nFor example, a mangonel has 100 hit points. **Instant siege weapon** will fashion any collection of raw materials worth at least 100 gp into a mangonel. Those materials might be lumber and fittings salvaged from a small house, or 100 gp worth of finished goods such as three wagons or two heavy crossbows. The spell also creates enough ammunition for ten shots, if the siege engine uses ammunition.\n",
    "higher_level": "When you cast this spell using a spell slot of 6th level, a Huge siege engine can be made; at 8th level, a Gargantuan siege engine can be made. In addition, for each slot level above 4th, the spell creates another ten shots’ worth of ammunition.",
    "page": "",
    "range": "60 feet",
    "target_range_sort": 60,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "raw materials with a value in gp equal to the hit points of the siege weapon to be created",
    "can_be_cast_as_ritual": true,
    "ritual": "yes",
    "duration": "Permanent",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "4th-level",
    "level_int": 4,
    "spell_level": 4,
    "school": "transmutation",
    "dnd_class": "",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": []
}