{"slug":"magic-mouth","name":"Magic Mouth","desc":"You implant a message within an object in range, a message that is uttered when a trigger condition is met. Choose an object that you can see and that isn't being worn or carried by another creature. Then speak the message, which must be 25 words or less, though it can be delivered over as long as 10 minutes. Finally, determine the circumstance that will trigger the spell to deliver your message. When that circumstance occurs, a magical mouth appears on the object and recites the message in your voice and at the same volume you spoke. If the object you chose has a mouth or something that looks like a mouth (for example, the mouth of a statue), the magical mouth appears there so that the words appear to come from the object's mouth. When you cast this spell, you can have the spell end after it delivers its message, or it can remain and repeat its message whenever the trigger occurs. The triggering circumstance can be as general or as detailed as you like, though it must be based on visual or audible conditions that occur within 30 feet of the object. For example, you could instruct the mouth to speak when any creature moves within 30 feet of the object or when a silver bell rings within 30 feet of it.","higher_level":"","page":"phb 257","range":"30 feet","target_range_sort":30,"components":"V, S, M","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":true,"material":"A small bit of honeycomb and jade dust worth at least 10 gp, which the spell consumes","can_be_cast_as_ritual":true,"ritual":"yes","duration":"Until dispelled","concentration":"no","requires_concentration":false,"casting_time":"1 minute","level":"2nd-level","level_int":2,"spell_level":2,"school":"Illusion","dnd_class":"Bard, Ritual Caster, Wizard","spell_lists":["bard","wizard"],"archetype":"","circles":"","document__slug":"wotc-srd","document__title":"5e Core Rules","document__license_url":"http://open5e.com/legal","document__url":"http://dnd.wizards.com/articles/features/systems-reference-document-srd"}