{
    "slug": "mammons-due",
    "name": "Mammon’s Due",
    "desc": "You summon a cylindrical sinkhole filled with burning ash and grasping arms made of molten metal at a point on the ground you can see within range. The sinkhole is 20 feet deep and 50 feet in diameter, and is difficult terrain. A creature that’s in the area when the spell is cast, or that begins its turn in the area or enters it during its turn, takes 10d6 fire damage and must make a Strength or Dexterity (creature’s choice) saving throw. On a failed save, the creature is restrained by the molten arms, which try to drag it below the surface of the ash.\n\nA creature that’s restrained by the arms at the start of your turn must make a successful Strength saving throw or be pulled 5 feet farther down into the ash. A creature pulled below the surface is blinded, deafened, and can’t breathe. To escape, a creature must use an action to make a successful Strength or Dexterity check against your spell save DC. On a successful check, the creature is no longer restrained and can move through the difficult terrain of the ash pit. It doesn’t need to make a Strength or Dexterity saving throw this turn to not be grabbed by the arms again, but it must make the saving throw as normal if it’s still in the ash pit at the start of its next turn.\n\nThe diameter of the ash pit increases by 10 feet at the start of each of your turns for the duration of the spell. The ash pit remains after the spell ends, but the grasping arms disappear and restrained creatures are freed automatically. As the ash slowly cools, it deals 1d6 less fire damage for each hour that passes after the spell ends.",
    "higher_level": "",
    "page": "",
    "range": "500 feet",
    "target_range_sort": 500,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "11 gilded human skulls worth 150 gp each, which are consumed by the spell",
    "can_be_cast_as_ritual": true,
    "ritual": "yes",
    "duration": "Up to 1 minute",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 hour",
    "level": "9th-level",
    "level_int": 9,
    "spell_level": 9,
    "school": "conjuration",
    "dnd_class": "Cleric, Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}