{"slug":"mind-exchange","name":"Mind Exchange","desc":"One humanoid of your choice that you can see within range must make a Charisma saving throw. On a failed save, you project your mind into the body of the target. You use the target’s statistics but don’t gain access to its knowledge, class features, or proficiencies, retaining your own instead. Meanwhile, the target’s mind is shunted into your body, where it uses your statistics but likewise retains its own knowledge, class features, and proficiencies.\n\nThe exchange lasts until either of the the two bodies drops to 0 hit points, until you end it as a bonus action, or until you are forced out of the target body by an effect such as a [dispel magic]({{ base_url }}/spells/dispel-magic) or [dispel evil and good]({{ base_url }}/spells/dispel-evil-and-good) spell (the latter spell defeats **mind exchange** even though possession by a humanoid isn’t usually affected by that spell). When the effect of this spell ends, both switched minds return to their original bodies. The target of the spell is immune to mind exchange for 24 hours after succeeding on the saving throw or after the exchange ends.\n\nThe effects of the exchange can be made permanent with a [wish]({{ base_url }}/spells/wish) spell or comparable magic.","higher_level":"","page":"","range":"60 feet","target_range_sort":60,"components":"V, S, M","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":true,"material":"a prism and silver coin","can_be_cast_as_ritual":true,"ritual":"yes","duration":"Up to 8 hours","concentration":"yes","requires_concentration":true,"casting_time":"1 minute","level":"3rd-level","level_int":3,"spell_level":3,"school":"transmutation","dnd_class":"Bard, Cleric, Druid, Paladin, Ranger, Sorcerer, Warlock, Wizard","spell_lists":[],"archetype":"","circles":"","document__slug":"dmag","document__title":"Deep Magic 5e","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"}