{
    "slug": "mist-of-wonders",
    "name": "Mist of Wonders",
    "desc": "A colorful mist surrounds you out to a radius of 30 feet. Creatures inside the mist see odd shapes in it and hear random sounds that don’t make sense. The very concepts of order and logic don’t seem to exist inside the mist.\n\nAny 1st-level spell that’s cast in the mist by another caster or that travels through the mist is affected by its strange nature. The caster must make a Constitution saving throw when casting the spell. On a failed save, the spell transforms into another 1st-level spell the caster knows (chosen by the GM from those available), even if that spell is not currently prepared. The altered spell’s slot level or its original target or targeted area can’t be changed. Cantrips are unaffected. If (in the GM’s judgment) none of the caster’s spells known of that level can be transformed, the spell being cast simply fails.\n",
    "higher_level": "When you cast this spell using a spell slot of 3rd level or higher, it affects any spell cast using a spell slot of any lower level. For instance, using a 6th-level slot enables you to transform a spell of 5th level or lower into another spell of the same level.",
    "page": "",
    "range": "Self (30-foot radius)",
    "target_range_sort": 0,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "1 minute",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "2nd-level",
    "level_int": 2,
    "spell_level": 2,
    "school": "conjuration",
    "dnd_class": "Sorcerer, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}