{
    "slug": "not-dead-yet",
    "name": "Not Dead Yet",
    "desc": "You cast this spell while touching the cloth doll against the intact corpse of a Medium or smaller humanoid that died within the last hour. At the end of the casting, the body reanimates as an undead creature under your control. While the spell lasts, your consciousness resides in the animated body. You can use an action to manipulate the body’s limbs in order to make it move, and you can see and hear through the body’s eyes and ears, but your own body becomes unconscious. The animated body can neither attack nor defend itself. This spell doesn’t change the appearance of the corpse, so further measures might be needed if the body is to be used in a way that involves fooling observers into believing it’s still alive. The spell ends instantly, and your consciousness returns to your body, if either your real body or the animated body takes any damage.\n\nYou can’t use any of the target’s abilities except for nonmagical movement and darkvision. You don’t have access to its knowledge, proficiencies, or anything else that was held in its now dead mind, and you can’t make it speak.",
    "higher_level": "",
    "page": "",
    "range": "Touch",
    "target_range_sort": 1,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a cloth doll filled with herbs and diamond dust worth 100 gp",
    "can_be_cast_as_ritual": true,
    "ritual": "yes",
    "duration": "Up to 1 hour",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 minute",
    "level": "4th-level",
    "level_int": 4,
    "spell_level": 4,
    "school": "necromancy",
    "dnd_class": "Cleric, Sorcerer, Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}