{
    "slug": "pierce-the-veil",
    "name": "Pierce the Veil",
    "desc": "By sketching a shimmering, ethereal doorway in the air and knocking three times, you call forth an otherworldly entity to provide insight or advice. The door swings open and the entity, wreathed in shadow or otherwise obscured, appears at the threshold. It answers up to five questions truthfully and to the best of its ability, but its answers aren't necessarily clear or direct. The entity can't pass through the doorway or interact with anything on your side of the doorway other than by speaking its responses.\n  Likewise, creatures on your side of the doorway can't pass through it to the other side or interact with the other side in any way other than asking questions. In addition, the spell allows you and the creature to understand each other's words even if you have no language in common, the same as if you were both under the effects of the comprehend languages spell.\n  When you cast this spell, you must request a specific, named entity, a specific type of creature, or a creature from a specific plane of existence. The target creature can't be native to the plane you are on when you cast the spell. After making this request, make an ability check using your spellcasting ability. The DC is 12 if you request a creature from a specific plane; 16 if you request a specific type of creature; or 20 if you request a specific entity. (The GM can choose to make this check for you secretly.) If the spellcasting check fails, the creature that responds to your summons is any entity of the GM's choosing, from any plane. No matter what, the creature is always of a type with an Intelligence of at least 8 and the ability to speak and to hear.",
    "higher_level": "",
    "page": "",
    "range": "30 Feet",
    "target_range_sort": 30,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": true,
    "ritual": "yes",
    "duration": "10 minutes",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 minute",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "divination",
    "dnd_class": "Cleric, Paladin, Warlock, Wizard",
    "spell_lists": [
        "warlock",
        "wizard",
        "cleric"
    ],
    "archetype": "",
    "circles": "",
    "document__slug": "warlock",
    "document__title": "Warlock Archives",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product-category/all-products/warlock-5th-edition-dnd/",
    "classes": [
        "cleric",
        "paladin",
        "warlock",
        "wizard"
    ]
}