{
    "slug": "planar-binding-a5e",
    "name": "Planar Binding",
    "desc": "The target must remain within range for the entire casting of the spell (usually by means of a magic circle spell). Until the spell ends, you force the target to serve you. If the target was summoned through some other means, like a spell, the duration of the original spell is extended to match this spell's duration.\n\nOnce it is bound to you the target serves as best it can and follows your orders, but only to the letter of the instruction. A hostile or malevolent target actively seeks to take any advantage of errant phrasing to suit its nature. When a target completes a task you've assigned to it, if you are on the same plane of existence the target travels back to you to report it has done so. Otherwise, it returns to where it was bound and remains there until the spell ends.",
    "higher_level": "When using a 6th-level spell slot, its duration increases to 10 days. When using a 7th-level spell slot, its duration increases to 30 days. When using an 8th-level spell slot, its duration increases to 180 days. When using a 9th-level spell slot, its duration increases to a year and a day.",
    "page": "",
    "range": "60 feet",
    "target_range_sort": 60,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "24 hours",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 hour",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "Abjuration",
    "dnd_class": "Bard, Cleric, Druid, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "a5e",
    "document__title": "Level Up Advanced 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://a5esrd.com/a5esrd",
    "classes": [
        "bard",
        "cleric",
        "druid",
        "wizard"
    ]
}