{
    "slug": "portal-jaunt",
    "name": "Portal Jaunt",
    "desc": "You touch a specially prepared key to a door or gate, turning it into a one-way portal to another such door within range. This spell works with any crafted door, doorway, archway, or any other artificial opening, but not natural or accidental openings such as cave entrances or cracks in walls. You must be aware of your destination or be able to see it from where you cast the spell.\n  On completing the spell, the touched door opens, revealing a shimmering image of the location beyond the destination door. You can move through the door, emerging instantly out of the destination door. You can also allow one other willing creature to pass through the portal instead. Anything you carry moves through the door with you, including other creatures, willing or unwilling.\n  For the purpose of this spell, any locks, bars, or magical effects such as arcane lock are ineffectual for the spell's duration. You can travel only to a side of the door you can see or have physically visited in the past (divinations such as clairvoyance count as seeing). Once you or a willing creature passes through, both doors shut, ending the spell. If you or another creature does not move through the portal within 1 round, the spell ends.",
    "higher_level": "When you cast this spell using a spell slot of 4th level or higher, the range increases by 100 feet and the duration increases by 1 round for each slot level above 3rd. Each round added to the duration allows one additional creature to move through the portal before the spell ends.",
    "page": "",
    "range": "300 Feet",
    "target_range_sort": 300,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "1 round",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "3rd-level",
    "level_int": 3,
    "spell_level": 3,
    "school": "conjuration",
    "dnd_class": "Sorceror, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "toh",
    "document__title": "Tome of Heroes",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/",
    "classes": [
        "sorceror",
        "wizard"
    ]
}