{
    "slug": "power-word-fling",
    "name": "Power Word Fling",
    "desc": "You mutter a word of power that causes a creature you can see within range to be flung vertically or horizontally. The creature must succeed on a Strength saving throw or be thrown up to 15 feet vertically or horizontally. If the target impacts a surface, such as a ceiling or wall, it stops moving and takes 3d6 bludgeoning damage. If the target was thrown vertically, it plummets to the ground, taking falling damage as normal, unless it has a flying speed or other method of preventing a fall. If the target impacts a creature, the target stops moving and takes 3d6 bludgeoning damage, and the creature the target hits must succeed on a Strength saving throw or be knocked prone. After the target is thrown horizontally or it falls from being thrown vertically, regardless of whether it impacted a surface, it is knocked prone.\n  As a bonus action on each of your subsequent turns, you can attempt to fling the same creature again. The target must succeed on another Strength saving throw or be thrown.",
    "higher_level": "When you cast this spell using a spell slot of 4th level or higher, the distance you can fling the target increases by 5 feet, and the damage from impacting a surface or creature increases by 1d6 for each slot level above 3rd.",
    "page": "",
    "range": "30 Feet",
    "target_range_sort": 30,
    "components": "V",
    "requires_verbal_components": true,
    "requires_somatic_components": false,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 minute",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "3rd-level",
    "level_int": 3,
    "spell_level": 3,
    "school": "conjuration",
    "dnd_class": "Sorceror, Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "toh",
    "document__title": "Tome of Heroes",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"
}