{"slug":"prismatic-wall-a5e","name":"Prismatic Wall","desc":"You create a nontransparent barrier of prismatic energy that sheds bright light in a 100-foot radius and dim light for an additional 100 feet. You and creatures you choose at the time of casting are immune to the barrier's effects and may pass through it at will.\n\nThe barrier can be created as either a vertical wall or a sphere. If the wall intersects a space occupied by a creature the spell fails, you lose your action, and the spell slot is wasted.\n\nWhen a creature that can see the barrier moves within 20 feet of the area or starts its turn within 20 feet of the area, it makes a Constitution saving throw or it is blinded for 1 minute.\n\nThe wall has 7 layers, each layer of a different color in order from red to violet. Once a layer is destroyed, it is gone for the duration of the spell.\n\nTo pass or reach through the barrier a creature does so one layer at a time and must make a Dexterity saving throw for each layer or be subjected to that layer's effects. On a successful save, any damage taken from a layer is reduced by half.\n\nA rod of cancellation can destroy a prismatic wall, but an antimagic field has no effect.\n\nRed: The creature takes 10d6 fire damage.\n\nWhile active, nonmagical ranged attacks can't penetrate the barrier. The layer is destroyed by 25 cold damage.\n\nOrange: The creature takes 10d6 acid damage. While active, magical ranged attacks can't penetrate the barrier. The layer is destroyed by strong winds.\n\nYellow: The creature takes 10d6 lightning damage. This layer is destroyed by 60 force damage.\n\nGreen: The creature takes 10d6 poison damage. A passwall spell, or any spell of equal or greater level which can create a portal on a solid surface, destroys the layer.\n\nBlue: The creature takes 10d6 cold damage.\n\nThis layer is destroyed by 25 fire damage.\n\nIndigo: The creature is restrained and makes a Constitution saving throw at the end of each of its turns. Once it accumulates three failed saves it permanently turns to stone, or when it accumulates three successful saves the effect ends. This layer can be destroyed by bright light, such as that created by the daylight spell or a spell of equal or greater level.\n\nViolet: The creature is blinded. At the start of your next turn, the creature makes a Wisdom saving throw, ending the effect on a success.\n\nOn a failed save, the creature is banished to another random plane and is no longer blind. If it originated from another plane it returns there, while other creatures are generally cast into the Astral Plane or Ethereal Plane. This layer can be destroyed by dispel magic or a similar spell of equal or greater level capable of ending spells or magical effects.","higher_level":"","page":"","range":"60 feet","target_range_sort":60,"components":"V, S","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":false,"material":"","can_be_cast_as_ritual":false,"ritual":"no","duration":"10 minutes","concentration":"no","requires_concentration":false,"casting_time":"1 action","level":"9th-level","level_int":9,"spell_level":9,"school":"Abjuration","dnd_class":"Wizard","spell_lists":[],"archetype":"","circles":"","document__slug":"a5e","document__title":"Level Up Advanced 5e","document__license_url":"http://open5e.com/legal","document__url":"https://a5esrd.com/a5esrd"}