{
    "slug": "pyroclasm",
    "name": "Pyroclasm",
    "desc": "You point toward an area of ground or a similar surface within range. A geyser of lava erupts from the chosen spot. The geyser is 5 feet in diameter and 40 feet high. Each creature in the cylinder when it erupts or at the start of your turn takes 10d8 fire damage, or half as much damage if it makes a successful Dexterity saving throw.\n\nThe geyser also forms a pool of lava at its base. Initially, the pool is the same size as the geyser, but at the start of each of your turns for the duration, the pool’s radius increases by 5 feet. A creature in the pool of lava (but not in the geyser) at the start of your turn takes 5d8 fire damage.\n\nWhen a creature leaves the pool of lava, its speed is reduced by half and it has disadvantage on Dexterity saving throws, caused by a hardening layer of lava. These penalties last until the creature uses an action to break the hardened stone away from itself.\n\nIf you maintain concentration on **pyroclasm** for a full minute, the lava geyser and pool harden into permanent, nonmagical stone. A creature in either area when the stone hardens is restrained until the stone is broken away.",
    "higher_level": "",
    "page": "",
    "range": "500 feet",
    "target_range_sort": 500,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a shard of obsidian",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 minute",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "9th-level",
    "level_int": 9,
    "spell_level": 9,
    "school": "evocation",
    "dnd_class": "Sorcerer, Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": [
        "sorcerer",
        "warlock",
        "wizard"
    ]
}