{
    "slug": "resurrection",
    "name": "Resurrection",
    "desc": "You touch a dead creature that has been dead for no more than a century, that didn't die of old age, and that isn't undead. If its soul is free and willing, the target returns to life with all its hit points. This spell neutralizes any poisons and cures normal diseases afflicting the creature when it died. It doesn't, however, remove magical diseases, curses, and the like; if such effects aren't removed prior to casting the spell, they afflict the target on its return to life. This spell closes all mortal wounds and restores any missing body parts. Coming back from the dead is an ordeal. The target takes a -4 penalty to all attack rolls, saving throws, and ability checks. Every time the target finishes a long rest, the penalty is reduced by 1 until it disappears. Casting this spell to restore life to a creature that has been dead for one year or longer taxes you greatly. Until you finish a long rest, you can't cast spells again, and you have disadvantage on all attack rolls, ability checks, and saving throws.",
    "higher_level": "",
    "page": "phb 272",
    "range": "Touch",
    "target_range_sort": 1,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "A diamond worth at least 1,000gp, which the spell consumes.",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Instantaneous",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 hour",
    "level": "7th-level",
    "level_int": 7,
    "spell_level": 7,
    "school": "Necromancy",
    "dnd_class": "Bard, Cleric",
    "spell_lists": [
        "bard",
        "cleric"
    ],
    "archetype": "",
    "circles": "",
    "document__slug": "wotc-srd",
    "document__title": "5e Core Rules",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "http://dnd.wizards.com/articles/features/systems-reference-document-srd",
    "icon": "",
    "classes": [
        "bard",
        "cleric"
    ]
}