{
    "slug": "rise-of-the-green",
    "name": "Rise of the Green",
    "desc": "The spell gives life to existing plants in range. If there are no plants in range, the spell creates undergrowth and trees that persist for the duration. One of the trees becomes a treant friendly to you and your companions. Roll initiative for the treant, which has its own turn. It obeys any verbal commands that you issue to it. If you don't issue it any commands, it defends itself from hostile creatures but otherwise takes no actions. The animated undergrowth creates difficult terrain for your enemies. Additionally, at the beginning of each of your turns, all creatures that are on the ground in range must succeed on a Strength saving throw or become restrained until the spell ends. A restrained creature can use an action to make a Strength (Athletics) check against your spell save DC, ending the effect on itself on a success. If a creature is restrained by plants at the beginning of your turn, it takes 1d6 bludgeoning damage. Finally, the trees swing at each enemy in range, requiring each creature to make a Dexterity saving throw. A creature takes 6d6 bludgeoning damage on a failed save or half as much damage on a successful one. You can use a bonus action to recenter the spell on yourself. This does not grow additional trees in areas that previously had none.",
    "higher_level": "When you cast this spell using a 9th-level slot, an additional tree becomes a treant, the undergrowth deals an additional 1d6 bludgeoning damage, and the trees inflict an additional 2d6 bludgeoning damage.",
    "page": "",
    "range": "180 Feet",
    "target_range_sort": 180,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "10 Minutes",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "8th-level",
    "level_int": 8,
    "spell_level": 8,
    "school": "evocation",
    "dnd_class": "Druid",
    "spell_lists": [
        "druid"
    ],
    "archetype": "",
    "circles": "",
    "document__slug": "warlock",
    "document__title": "Warlock Archives",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product-category/all-products/warlock-5th-edition-dnd/",
    "classes": [
        "druid"
    ]
}