{
    "slug": "scrying",
    "name": "Scrying",
    "desc": "You can see and hear a particular creature you choose that is on the same plane of existence as you. The target must make a wisdom saving throw, which is modified by how well you know the target and the sort of physical connection you have to it. If a target knows you're casting this spell, it can fail the saving throw voluntarily if it wants to be observed.\n\n**Knowledge & Save Modifier** Secondhand (you have heard of the target) +5 Firsthand (you have met the target) +0 Familiar (you know the target well) -5 **Connection & Save Modifier** Likeness or picture -2 Possession or garment -4 Body part, lock of hair, bit of nail, or the like -10 \nOn a successful save, the target isn't affected, and you can't use this spell against it again for 24 hours. On a failed save, the spell creates an invisible sensor within 10 feet of the target. You can see and hear through the sensor as if you were there. The sensor moves with the target, remaining within 10 feet of it for the duration. A creature that can see invisible objects sees the sensor as a luminous orb about the size of your fist. Instead of targeting a creature, you can choose a location you have seen before as the target of this spell. When you do, the sensor appears at that location and doesn't move.",
    "higher_level": "",
    "page": "phb 273",
    "range": "Self",
    "target_range_sort": 0,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "A focus worth at least 1,000 gp, such as a crystal ball, a silver mirror, or a font filled with holy water.",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 10 minutes",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "10 minutes",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "Divination",
    "dnd_class": "Bard, Cleric, Druid, Paladin, Warlock, Wizard",
    "spell_lists": [
        "bard",
        "warlock",
        "wizard",
        "cleric",
        "druid"
    ],
    "archetype": "Paladin: Vengeance",
    "circles": "Coast, Swamp",
    "document__slug": "wotc-srd",
    "document__title": "5e Core Rules",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "http://dnd.wizards.com/articles/features/systems-reference-document-srd",
    "classes": [
        "bard",
        "cleric",
        "druid",
        "paladin",
        "warlock",
        "wizard"
    ]
}