{"slug":"secret-blind","name":"Secret Blind","desc":"A 5-foot-radius immobile sphere springs into existence around you and remains stationary for the duration. You and up to four Medium or smaller creatures can occupy the sphere. If its area includes a larger creature or more than five creatures, each larger creature and excess creature is pushed to an unoccupied space outside of the sphere.\n  Creatures and objects within the sphere when you cast this spell may move through it freely. All other creatures and objects are barred from passing through the sphere after it forms. Spells and other magical effects can't extend through the sphere, with the exception of transmutation or conjuration spells and magical effects that allow you or the creatures inside the sphere to willingly leave it, such as the *dimension door* and *teleport* spells. The atmosphere inside the sphere is cool, dry, and filled with air, regardless of the conditions outside.\n  Until the effect ends, you can command the interior to be dimly lit or dark. The sphere is opaque from the outside and covered in an illusion that makes it appear as the surrounding terrain, but it is transparent from the inside. Physical interaction with the illusion reveals it to be an illusion as the creature touches the cool, firm surface of the sphere. A creature that uses an action to examine the sphere can determine it is covered by an illusion with a successful Intelligence (Investigation) check against your spell save DC.\n  The effect ends if you leave its area, or if the sphere is hit with the *disintegration* spell or a successful *dispel magic* spell.","higher_level":"","page":"","range":"Self (5-foot-radius sphere)","target_range_sort":0,"components":"V, S","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":false,"material":"","can_be_cast_as_ritual":false,"ritual":"no","duration":"10 minutes","concentration":"no","requires_concentration":false,"casting_time":"1 action","level":"3rd-level","level_int":3,"spell_level":3,"school":"evocation","dnd_class":"Sorceror, Warlock, Wizard","spell_lists":[],"archetype":"","circles":"","document__slug":"toh","document__title":"Tome of Heroes","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/tome-of-heroes-for-5th-edition/"}