{
    "slug": "slither",
    "name": "Slither",
    "desc": "You momentarily become a shadow (a humanoid-shaped absence of light, not the undead creature of that name). You can slide under a door, through a keyhole, or through any other tiny opening. All of your equipment is transformed with you, and you can move up to your full speed during the spell’s duration. While in this form, you have advantage on Dexterity (Stealth) checks made in darkness or dim light and you are immune to nonmagical bludgeoning, piercing, and slashing damage. You can dismiss this spell by using an action to do so.\n\nIf you return to your normal form while in a space too small for you (such as a mouse hole, sewer pipe, or the like), you take 4d6 force damage and are pushed to the nearest space within 50 feet big enough to hold you. If the distance is greater than 50 feet, you take an extra 1d6 force damage for every additional 10 feet traveled.\n",
    "higher_level": "When you cast this spell using a spell slot of 3rd level or higher, you can target an additional willing creature that you touch for each slot level above 2nd.",
    "page": "",
    "range": "Self",
    "target_range_sort": 0,
    "components": "V, M",
    "requires_verbal_components": true,
    "requires_somatic_components": false,
    "requires_material_components": true,
    "material": "ashes from a wooden statue of you, made into ink and used to draw your portrait, worth 50 gp",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 minute",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "2nd-level",
    "level_int": 2,
    "spell_level": 2,
    "school": "transmutation",
    "dnd_class": "",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}