{
    "slug": "suggestion",
    "name": "Suggestion",
    "desc": "You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell. The target must make a wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do. You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed. If you or any of your companions damage the target, the spell ends.",
    "higher_level": "",
    "page": "phb 279",
    "range": "30 feet",
    "target_range_sort": 30,
    "components": "V, M",
    "requires_verbal_components": true,
    "requires_somatic_components": false,
    "requires_material_components": true,
    "material": "A snake's tongue and either a bit of honeycomb or a drop of sweet oil.",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 8 hours",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "2nd-level",
    "level_int": 2,
    "spell_level": 2,
    "school": "Enchantment",
    "dnd_class": "Bard, Cleric, Sorcerer, Warlock, Wizard",
    "spell_lists": [
        "bard",
        "sorcerer",
        "warlock",
        "wizard",
        "cleric"
    ],
    "archetype": "Cleric: Knowledge",
    "circles": "",
    "document__slug": "wotc-srd",
    "document__title": "5e Core Rules",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "http://dnd.wizards.com/articles/features/systems-reference-document-srd"
}