{
    "slug": "summon-eldritch-servitor",
    "name": "Summon Eldritch Servitor",
    "desc": "You summon eldritch aberrations that appear in unoccupied spaces you can see within range. Choose one of the following options for what appears:\n* Two [ghasts of Leng]({{ base_url }}/monsters/ghast-of-leng)\n* One [shantak]({{ base_url }}/monsters/shantak)\n\nWhen the summoned creatures appear, you must make a Charisma saving throw. On a success, the creatures are friendly to you and your allies. On a failure, the creatures are friendly to no one and attack the nearest creatures, pursuing and fighting for as long as possible.\n\nRoll initiative for the summoned creatures, which take their own turns as a group. If friendly to you, they obey your verbal commands (no action required by you to issue a command), or they attack the nearest living creature if they are not commanded otherwise.\n\nEach round when you maintain concentration on the spell, you must make a successful DC 15 Wisdom saving throw at the end of your turn or take 1d4 psychic damage. If the total of this damage exceeds your Wisdom score, you gain 1 point of Void taint and you are afflicted with a form of short-term madness. The same penalty applies when the damage exceeds twice your Wisdom score, three times your Wisdom score, and so forth, if you maintain concentration for that long.\n\nA summoned creature disappears when it drops to 0 hit points or when the spell ends. If you stop concentrating on the spell before 1 hour has elapsed, the creatures become uncontrolled and hostile until they disappear 1d6 rounds later or until they are killed.\n",
    "higher_level": "When you cast this spell using a 7th- or 8th-level spell slot, you can summon four [ghasts of Leng]({{ base_url }}/monsters/ghast-of-leng) or a [hound of Tindalos]({{ base_url }}/monsters/hound-of-tindalos). When you cast it with a 9th-level spell slot, you can summon five [ghasts of Leng]({{ base_url }}/monsters/ghast-of-leng) or a [nightgaunt]({{ base_url }}/monsters/nightgaunt).",
    "page": "",
    "range": "60 feet",
    "target_range_sort": 60,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "a vial of the caster’s blood and a silver dagger",
    "can_be_cast_as_ritual": true,
    "ritual": "yes",
    "duration": "Up to 1 hour",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 minute",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "conjuration",
    "dnd_class": "Bard, Cleric, Druid, Paladin, Ranger, Sorcerer, Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": [
        "bard",
        "cleric",
        "druid",
        "paladin",
        "ranger",
        "sorcerer",
        "warlock",
        "wizard"
    ]
}