{
    "slug": "surprise-blessing",
    "name": "Surprise Blessing",
    "desc": "You touch a willing creature and choose one of the conditions listed below that the creature is currently subjected to. The condition’s normal effect on the target is suspended, and the indicated effect applies instead. This spell’s effect on the target lasts for the duration of the original condition or until the spell ends. If this spell ends before the original condition’s duration expires, you become affected by the condition for as long as it lasts, even if you were not the original recipient of the condition.\n\n***Blinded:*** The target gains truesight out to a range of 10 feet and can see 10 feet into the Ethereal Plane.\n\n***Charmed:*** The target’s Charisma score becomes 19, unless it is already higher than 19, and it gains immunity to charm effects.\n\n***Frightened:*** The target emits a 10-foot-radius aura of dread. Each creature the target designates that starts its turn in the aura must make a successful Wisdom saving throw or be frightened of the target. A creature frightened in this way that starts its turn outside the aura repeats the saving throw, ending the condition on itself on a success.\n\n***Paralyzed:*** The target can use one extra bonus action or reaction per round.\n\n***Petrified:*** The target gains a +2 bonus to AC.\n\n***Poisoned:*** The target heals 2d6 hit points at the start of its next turn, and it gains immunity to poison damage and the poisoned condition.\n\n***Stunned:*** The target has advantage on Intelligence, Wisdom, and Charisma saving throws.",
    "higher_level": "",
    "page": "",
    "range": "Touch",
    "target_range_sort": 1,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "10 minutes",
    "concentration": "no",
    "requires_concentration": false,
    "casting_time": "1 action",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "abjuration",
    "dnd_class": "Cleric, Paladin",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/",
    "classes": [
        "cleric",
        "paladin"
    ]
}