{"slug":"symbol-a5e","name":"Symbol","desc":"You inscribe a potent glyph on the target, setting a magical trap for your enemies. If the glyph is moved more than 10 feet from its original position, or if it comes within 20 feet of another glyph that you have cast, the spell ends. Finding the Tiny glyph requires an Investigation check against your spell save DC.\n\nDescribe the actions a creature must perform to trigger the spell, such as approaching within a certain distance, opening or touching the object the glyph is inscribed on, or seeing or reading the glyph. The creature must have a clear path to the glyph to trigger it. You can specify certain creatures which don't trigger the spell, such as those with a certain appearance or those who speak a certain phrase. Once the glyph is triggered, the spell ends.\n\nWhen triggered, the glyph sheds dim light in a 60-foot radius for 10 minutes, after which the spell ends. Each creature within the sphere's area is targeted by the glyph, as are creatures that enter the sphere for the first time on a turn.\n\nWhen you cast the spell, choose one of the following effects.\n\nDeath: Creatures in the area make a Constitution saving throw, taking 10d10 necrotic damage on a failed save, or half as much on a successful save.\n\nDiscord: Creatures in the area make a Constitution saving throw or bicker and argue with other creatures for 1 minute. While bickering, a creature cannot meaningfully communicate and it has disadvantage on attack rolls and ability checks.\n\nConfused: Creatures in the area make an Intelligence saving throw or become confused for 1 minute.\n\nFear: Creatures in the area make a Wisdom saving throw or are frightened for 1 minute.\n\nWhile frightened, a creature drops whatever it is holding and must move at least 30 feet away from the glyph on each of its turns.\n\nHopelessness: Creatures in the area make a Charisma saving throw or become overwhelmed with despair for 1 minute. While despairing, a creature can't attack or target any creature with harmful features, spells, traits, or other magical effects.\n\nPain: Creatures in the area make a Constitution saving throw or become incapacitated for 1 minute.\n\nSleep: Creatures in the area make a Wisdom saving throw or fall unconscious for 10 minutes.\n\nA sleeping creature awakens if it takes damage or an action is used to wake it.\n\nStunning: Creatures in the area make a Wisdom saving throw or become stunned for 1 minute.","higher_level":"","page":"","range":"touch","target_range_sort":1,"components":"V, S, M","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":true,"material":"","can_be_cast_as_ritual":false,"ritual":"no","duration":"Permanent","concentration":"no","requires_concentration":false,"casting_time":"1 minute","level":"7th-level","level_int":7,"spell_level":7,"school":"Abjuration","dnd_class":"Bard, Cleric, Wizard","spell_lists":[],"archetype":"","circles":"","document__slug":"a5e","document__title":"Level Up Advanced 5e","document__license_url":"http://open5e.com/legal","document__url":"https://a5esrd.com/a5esrd"}