{
    "slug": "time-vortex",
    "name": "Time Vortex",
    "desc": "This spell destabilizes the flow of time, enabling you to create a vortex of temporal fluctuations that are visible as a spherical distortion with a 10-foot radius, centered on a point within range. Each creature in the area when you cast the spell must succeed on a Wisdom saving throw or be affected by the time vortex. While the spell lasts, a creature that enters the sphere or starts its turn inside the sphere must also succeed on a Wisdom saving throw or be affected. On a successful save, it becomes immune to this casting of the spell.\n\nAn affected creature can’t take reactions and rolls a d10 at the start of its turn to determine its behavior for that turn.\n\n| D10 | EFFECT |\n|-|-|\n| 1–2 | The creature is affected as if by a slow spell until the start of its next turn. |\n| 3–5 | The creature is stunned until the start of its next turn. |\n| 6–8 | The creature’s current initiative result is reduced by 5. The creature begins using this new initiative result in the next round. Multiple occurrences of this effect for the same creature are cumulative. |\n| 9–10 | The creature’s speed is halved (round up to the nearest 5-foot increment) until the start of its next turn. |\n\nYou can move the temporal vortex 10 feet each round as a bonus action. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.\n",
    "higher_level": "When you cast this spell using a spell slot of 5th level or higher, the radius of the sphere increases by 5 feet for each slot level above 4th.",
    "page": "",
    "range": "90 feet",
    "target_range_sort": 90,
    "components": "V, S",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": false,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 1 minute",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "4th-level",
    "level_int": 4,
    "spell_level": 4,
    "school": "evocation",
    "dnd_class": "Sorcerer, Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "dmag",
    "document__title": "Deep Magic 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"
}