{"slug":"unseen-strangler","name":"Unseen Strangler","desc":"You conjure an immaterial, tentacled aberration in an unoccupied space you can see within range, and you specify a password that the phantom recognizes. The entity remains where you conjured it until the spell ends, until you dismiss it as an action, or until you move more than 80 feet from it.\n\nThe strangler is invisible to all creatures except you, and it can’t be harmed. When a Small or larger creature approaches within 30 feet of it without speaking the password that you specified, the strangler starts whispering your name. This whispering is always audible to you, regardless of other sounds in the area, as long as you’re conscious. The strangler sees invisible creatures and can see into the Ethereal Plane. It ignores illusions.\n\nIf any creatures hostile to you are within 5 feet of the strangler at the start of your turn, the strangler attacks one of them with a tentacle. It makes a melee weapon attack with a bonus equal to your spellcasting ability modifier + your proficiency bonus. On a hit, it deals 3d6 bludgeoning damage, and a Large or smaller creature is grappled (escape DC = your spellcasting ability modifier + your proficiency bonus). Until this grapple ends, the target is restrained, and the strangler can’t attack another target. If the strangler scores a critical hit, the target begins to suffocate and can’t speak until the grapple ends.","higher_level":"","page":"","range":"30 feet","target_range_sort":30,"components":"V, S, M","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":true,"material":"a pinch of sulfur and a live rodent","can_be_cast_as_ritual":true,"ritual":"yes","duration":"8 hours","concentration":"no","requires_concentration":false,"casting_time":"1 action","level":"3rd-level","level_int":3,"spell_level":3,"school":"conjuration","dnd_class":"Bard, Cleric, Druid, Paladin, Ranger, Sorcerer, Warlock, Wizard","spell_lists":[],"archetype":"","circles":"","document__slug":"dmag","document__title":"Deep Magic 5e","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"}