{"slug":"walk-the-twisted-path","name":"Walk the Twisted Path","desc":"When you cast this spell, you and up to five creatures you can see within 20 feet of you enter a shifting landscape of endless walls and corridors that connect to many places throughout the world.\n\nYou can find your way to a destination within 100 miles, as long as you know for certain that your destination exists (though you don’t need to have seen or visited it before), and you must make a successful DC 20 Intelligence check. If you have the ability to retrace a path you have previously taken without making a check (as a minotaur or a goristro can), this check automatically succeeds. On a failed check, you don't find your path this round, and you and your companions each take 4d6 psychic damage as the madness of the shifting maze exacts its toll. You must repeat the check at the start of each of your turns until you find your way to your destination or until you die. In either event, the spell ends.\n\nWhen the spell ends, you and those traveling with you appear in a safe location at your destination.\n","higher_level":"When you cast this spell using a spell slot of 7th level or higher, you can bring along two additional creatures or travel an additional 100 miles for each slot level above 6th.","page":"","range":"Self (20-foot radius)","target_range_sort":0,"components":"V, S, M","requires_verbal_components":true,"requires_somatic_components":true,"requires_material_components":true,"material":"a map","can_be_cast_as_ritual":false,"ritual":"no","duration":"Special","concentration":"no","requires_concentration":false,"casting_time":"1 action","level":"6th-level","level_int":6,"spell_level":6,"school":"conjuration","dnd_class":"Sorcerer, Warlock, Wizard","spell_lists":[],"archetype":"","circles":"","document__slug":"dmag","document__title":"Deep Magic 5e","document__license_url":"http://open5e.com/legal","document__url":"https://koboldpress.com/kpstore/product/deep-magic-for-5th-edition-hardcover/"}