{
    "slug": "wall-of-stone-a5e",
    "name": "Wall of Stone",
    "desc": "A nonmagical wall of solid stone appears at a point you choose. The wall is 6 inches thick and is made up of a contiguous group of ten 10-foot square sections. Alternatively, you can create 10-foot-by-20- foot sections that are only 3 inches thick.\n\nThe wall can have any shape you desire, though it can't occupy the same space as a creature or object.\n\nThe wall doesn't need to be vertical or rest on any firm foundation but must merge with and be solidly supported by existing stone. Thus, you can use this spell to bridge a chasm or create a ramp.\n\nIf the wall enters a creature's space when it appears, the creature is pushed to one side of the wall (your choice), but when a creature would be surrounded on all sides by the wall (or the wall and another solid surface), it can use its reaction to make a Dexterity saving throw to move up to its Speed to escape.\n\nIf you create a span greater than 20 feet in length, you must halve the size of each panel to create supports. You can crudely shape the wall to create crenelations, battlements, and so on.\n\nThe wall is an object made of stone. Each panel has AC 15 and 30 hit points per inch of thickness.\n\nReducing a panel to 0 hit points destroys it and at the Narrator's discretion might cause connected panels to collapse.\n\nYou can make the wall permanent by concentrating on the spell for the full duration.",
    "higher_level": "",
    "page": "",
    "range": "120 feet",
    "target_range_sort": 120,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 10 minutes",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "5th-level",
    "level_int": 5,
    "spell_level": 5,
    "school": "Evocation",
    "dnd_class": "Artificer, Druid, Sorcerer, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "a5e",
    "document__title": "Level Up Advanced 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://a5esrd.com/a5esrd"
}