{
    "slug": "wall-of-flesh-a5e",
    "name": "Wall of Flesh",
    "desc": "A squirming wall of bodies, groping arms and tentacles, and moaning, biting mouths heaves itself up from the ground at a point you choose. The wall is 6 inches thick and is made up of a contiguous group of ten 10-foot square sections. The wall can have any shape you desire.\n\nIf the wall enters a creature's space when it appears, the creature makes a Dexterity saving throw, and on a success it moves up to its Speed to escape. On a failed save, it is swallowed by the wall (as below).\n\nWhen a creature enters the area for the first time on a turn or starts its turn within 10 feet of the wall, tentacles and arms reach out to grab it. The creature makes a Dexterity saving throw or takes 5d8 bludgeoning damage and becomes grappled. If the creature was already grappled by the wall at the start of its turn and fails its saving throw, a mouth opens in the wall and swallows the creature.\n\nA creature swallowed by the wall takes 5d8 ongoing bludgeoning damage and is blinded, deafened, and restrained.\n\nA creature grappled or restrained by the wall can use its action to make a Strength saving throw against your spell save DC. On a success, a grappled creature frees itself and a restrained creature claws its way out of the wall's space, exiting to an empty space next to the wall and still grappled.",
    "higher_level": "The damage increases by 1d8 for each slot level above the 6th.",
    "page": "",
    "range": "120 feet",
    "target_range_sort": 120,
    "components": "V, S, M",
    "requires_verbal_components": true,
    "requires_somatic_components": true,
    "requires_material_components": true,
    "material": "",
    "can_be_cast_as_ritual": false,
    "ritual": "no",
    "duration": "Up to 10 minutes",
    "concentration": "yes",
    "requires_concentration": true,
    "casting_time": "1 action",
    "level": "6th-level",
    "level_int": 6,
    "spell_level": 6,
    "school": "Evocation",
    "dnd_class": "Warlock, Wizard",
    "spell_lists": [],
    "archetype": "",
    "circles": "",
    "document__slug": "a5e",
    "document__title": "Level Up Advanced 5e",
    "document__license_url": "http://open5e.com/legal",
    "document__url": "https://a5esrd.com/a5esrd",
    "classes": [
        "warlock",
        "wizard"
    ]
}